Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Admin/Source/Core/Resources/AdminStrings.*.resx
Languages: de, fr

# UnitConfig_SplashScreens_RemoteButton
source: Remote Button
de: Entfernter Knopf
fr: Bouton à distance

# UnitConfig_SplashScreens_RemoteButton_Description
source: Configure the splash screen shown when the user presses the hardware button on a Unit connected to the one being configured. Be aware that the button must be named "Button" on the other Unit for this splash screen to show.
de: Passen Sie den Startbildschirm an, der angezeigt wird wenn der Benutzer den Hardware-Knopf auf der Unit drückt, die mit der aktuellen Unit verbunden ist. Achten Sie darauf, dass der Knopf auf der anderen Unit den Namen "Button" trägt, damit dieser Startbildschirm angezeigt wird.
fr: Configurez l'écran d'accueil affiché lorsque l'utilisateur appuie sur le bouton hardware sur une Unité connectée à celle qui est configurée. Veuillez tenir compte du fait que le bouton doit s'intituler «Bouton» sur l'autre Unité pour que cet écran d'accueil soit affiché.

# UnitConfig_SplashScreens_ShowItems
source: Items to Show
de: Anzuzeigende Elemente
fr: Éléments à Afficher

# UnitConfig_SplashScreens_ShowItems_Applications
source: Registered Applications
de: Registrierte Anwendungen
fr: Applications Enregistrées

# UnitConfig_SplashScreens_ShowItems_Applications_Cpu
source: CPU Usage
de: CPU Auslastung
fr: Utilisation CPU

# UnitConfig_SplashScreens_ShowItems_Applications_ExitReason
source: Last Exit Reason
de: Grund der letzten Beendigung
fr: Dernier Motif de Fin

# UnitConfig_SplashScreens_ShowItems_Applications_LaunchReason
source: Last Launch Reason
de: Grund des letzten Startens
fr: Dernier Motif d'Ouverture

# UnitConfig_SplashScreens_ShowItems_Applications_Ram
source: RAM Usage
de: RAM Auslastung
fr: Utilisation RAM

# UnitConfig_SplashScreens_ShowItems_Applications_State
source: State
de: Zustand
fr: État

# UnitConfig_SplashScreens_ShowItems_Applications_Uptime
source: Time Running
de: Laufzeit
fr: Durée de l'exécution

# UnitConfig_SplashScreens_ShowItems_Applications_Version
source: Version Number
de: Versionsnummer
fr: Numéro de Version

# UnitConfig_SplashScreens_ShowItems_Misc
source: Miscellaneous
de: Verschiedes
fr: Divers

# UnitConfig_SplashScreens_ShowItems_Misc_IbisAddress
source: IBIS Address
de: IBIS-Adresse
fr: Adresse IBIS

# UnitConfig_SplashScreens_ShowItems_Misc_Temperature
source: System Temperature
de: System-Temperatur
fr: Température Système

# UnitConfig_SplashScreens_ShowItems_Network
source: Network Interfaces
de: Netzwerk-Schnittstellen
fr: Interfaces Réseau

# UnitConfig_SplashScreens_ShowItems_Network_Gateway
source: IP Gateway
fr: Passerelle IP

# UnitConfig_SplashScreens_ShowItems_Network_Mac
source: MAC Address
de: MAC-Adresse
fr: Adresse MAC

# UnitConfig_SplashScreens_ShowItems_Network_Name
source: Name
fr: Nom

# UnitConfig_SplashScreens_ShowItems_Network_Status
source: Interface Status
de: Schnittstellen-Zustand
fr: Statut Interface

# UnitConfig_SplashScreens_ShowItems_System
source: System Information
fr: Informations Système

# UnitConfig_SplashScreens_ShowItems_System_MachineName
source: Unit Name
de: Name der Unit
fr: Nom Unité

# UnitConfig_SplashScreens_ShowItems_System_Serial
source: Serial Number
de: Seriennummer
fr: Numéro de Série

# UnitConfig_SplashScreens_ShowItems_System_Uptime
source: Uptime
de: Laufzeit
fr: Temps de disponibilité

# UnitConfig_SplashScreens_StartUp
source: System Boot
de: Systemstart
fr: Démarrage Système

# UnitConfig_SplashScreens_StartUp_Description
source: Configure the splash screen shown when the device starts up.
de: Passen Sie den Startbildschirm an, der angezeigt wird wenn wenn das Gerät startet.
fr: Configurez l'écran d'accueil affiché lorsque l'appareil démarre.

# UnitConfig_SplashScreens_UseDefaultLogo
source: Use Default Logo
de: Das Standard Gorba-Logo benutzen
fr: Utiliser le logo Gorba par Défaut

# UnitConfig_Transformations_General
source: General
de: Allgemein
fr: Général

# UnitConfig_Transformations_General_Count
source: Number of Transformations
de: Anzahl der Umwandlungen
fr: Nombre de Transformations

# UnitConfig_Transformations_General_Description
source: Choose the number of transformations to be available in this configuration.
de: Wählen Sie die Anzahl der Umwandlungen, die in dieser Konfiguration verfügbar sein sollen.
fr: Choisissez le nombre de transformations devant être disponibles dans cette configuration.

# UnitConfig_Transformations_Transformation_Description
source: Edit this transformation by adding or removing items to the list. You can also rearrange and duplicate items using drag-and-drop.
de: Bearbeiten Sie diese Umwandlungen indem Sie Elemente zur Liste hinzufügen oder von der Liste entfernen. Sie können Elemente über Drag-and-Drop umstellen oder kopieren.
fr: Éditez cette transformation en ajoutant ou enlevant des articles de la liste. Vous pouvez également réorganiser ou dupliquer des éléments en utilisant la fonction glisser/déplacer.

# UnitConfig_IoProtocol
source: Protran: I/O Protocol
de: Protran: I/O Protokoll
fr: Protan: Protocole I/O

# UnitConfig_IoProtocol_General_Count
source: Number of Inputs
de: Anzahl der Eingänge
fr: Nombre d'entrées

# UnitConfig_IoProtocol_General_Description
source: Choose the number of inputs you want to handle with Protran.
de: Wählen Sie die Anzahl der Eingänge, die Protran behandeln soll.
fr: Sélectionnez le nombre d'entrées que vous voulez gérer avec Protan.

# UnitConfig_IoProtocol_Input_Application
source: Application Name
de: Anwendungsname
fr: Nom de l'application

# UnitConfig_IoProtocol_Input_Description
source: Configure which input should be handled, through which transformation it should go and in which generic cell the data should be put. As an input name you can choose a known one from this configuration or enter the name yourself.
de: Konfigurieren Sie, welche Eingänge behandelt werden soll, durch welche Umwandlung und in welche generische Zelle die Daten gehen sollen. Als Eingangsname können Sie einen bekannten Namen aus dieser Konfiguration wählen oder einen eigenen Namen eingeben.
fr: Configurez l'entrée qui doit être traitée, via quelle transformation cela doit être effectué et dans quelle cellule générique les données doivent être mises. Comme nom d'entrée, vous pouvez en choisir un connu par cette configuration ou entrer vous-même le nom.

# UnitConfig_IoProtocol_Input_Format
source: Input Handler {0}
de: Eingangsbehandlung {0}
fr: Gestion d'Entrée {0}

# UnitConfig_IoProtocol_Input_InputName
source: Input Name
de: Eingangsname
fr: Nom d'entrée

# UnitConfig_IoProtocol_Input_Select
source: Input
de: Eingang
fr: Entrée

# UnitConfig_IoProtocol_Input_Select_Manual
source: <Enter manually below>
de: <Manuell unten eingeben>
fr: <Entrer manuellement ci-après>

# UnitConfig_Protran_GenericUsage
source: Generic Cell
de: Generische Zelle
fr: Cellule générique

# UnitConfig_Protran_NoTransformation
source: <No Transformation>
de: <Keine Umwandlung>
fr: <Aucune Transformation>

# UnitConfig_Ibis_General_Addresses
source: IBIS Address(es)
de: IBIS Adresse(n)
fr: Adresse(s) IBIS

# UnitConfig_Ibis_General_ByteType
source: Telegram Format
de: Telegramm-Format
fr: Format télégramme

# UnitConfig_Ibis_General_ByteType_Ascii7
source: Default (7-Bit ASCII)
de: Standard (7-Bit ASCII)
fr: Défaut (7 bits ASCII)

# UnitConfig_Ibis_General_ByteType_Hengartner8
source: 8-Bit from CU5
de: 8-Bit von CU5
fr: 8 bits de CU5

# UnitConfig_Ibis_General_ByteType_UnicodeBigEndian
source: 16-Bit Big Endian Unicode
fr: Unicode big endian 16 bits

# UnitConfig_Ibis_General_CheckCrc
source: Verify Checksum
de: Prüfsumme überprüfen
fr: Vérifiez somme de contrôle

# UnitConfig_Ibis_General_ConnectionTimeout
source: Connection Timeout
de: Zeitüberschreitung der Verbindung
fr: Délai d'attente de connexion

# UnitConfig_Ibis_General_Description
source: Configure the general options of VDV 300 (IBIS) handling in Protran.
de: Konfigurieren Sie die allgemeinen Einstellungen der VDV 300 (IBIS Wagenbus) Verarbeitung in Protran.
fr: Configurez les options générales de la gestion VDV 300 (IBIS) dans Protran.

# UnitConfig_Ibis_General_Recording
source: Record Received Telegrams
de: Empfangene Telegramme aufzeichnen
fr: Enregistrer les télégrammes reçus

# UnitConfig_Ibis_General_SourceType
source: Source of IBIS Telegrams
de: Quelle der IBIS Telegramme
fr: Source des télégrammes IBIS

# UnitConfig_Ibis_General_SourceType_Json
source: JSON through Atmel controller
de: JSON via Atmel-Controller
fr: JSON via contrôleur Atmel

# UnitConfig_Ibis_General_SourceType_Simulation
source: Simulation File
de: Simulationsdatei
fr: Fichier de simulation

# UnitConfig_Ibis_General_SourceType_UdpServer
source: UDP Server (IBIS over UDP)
de: UDP Server (IBIS über UDP)
fr: Serveur UDP (IBIS via UDP)

# UnitConfig_Ibis_Simulation_DescriptionFormat
source: Configure the IBIS simulation which uses the data file under {0}. If the "Interval Between Telegrams" is left empty, the telegrams will be replayed with the timing in the recording.
de: Konfigurieren Sie die IBIS-Simulation, welche die Datei {0} benutzt. Wenn das Feld "Intervall zwischen Datensätzen" frei gelassen wird, werden die Datensätze anhand der Zeit der Aufnahme wiedergegeben.
fr: Configurez la simulation IBIS qui utilise le fichier de données {0}. Si l'"Intervalle entre les télégrammes" est laissé vide, les télégrammes seront rediffusés avec le timing dans l'enregistrement.

# UnitConfig_Ibis_Simulation_InitialDelay
source: Delay Before Simulation
de: Verzögerung vor der Simulation
fr: Délai avant la simulation

# UnitConfig_Ibis_Simulation_IntervalBetween
source: Interval Between Telegrams
de: Intervall zwischen Datensätzen
fr: Intervalle entre les télégrammes

# UnitConfig_Ibis_Simulation_TimesToRepeat
source: Number of Times to Repeat File
de: Anzahl der Dateiwiederholungen
fr: Nombre de fois pour répéter le fichier

# UnitConfig_Ibis_TelegramSelection
source: Telegram Selection
de: Telegramm-Auswahl
fr: Sélection des télégrammes

# UnitConfig_Ibis_TelegramSelection_Description
source: Check the IBIS telegrams to be handled by Protran. The date and time telegrams (DS005, DS006 and DS006a) are configured in the category "Time Synchronization".
de: Wählen Sie die IBIS-Datensätze aus, welche durch Protran behandelt werden sollen. Die Datums- und Zeit-Datensätze (DS005, DS006 und DS006a) werden unter "Zeitabgleich" angepasst.
fr: Cochez les télégrammes IBIS à gérer par Protran. Les télégrammes de date et d'heure (DS005, DS006 et DS006a) sont configurés dans la catégorie "Synchronisation de l'heure".

# UnitConfig_Ibis_Telegram_DescriptionFormat
source: Configure how to handle {0} , through which transformation it should go and in which generic cell(s) the data should be put.
de: Konfigurieren Sie, wie {0} behandelt wird, durch welche Umwandlung er gehen soll und in welche generische Zelle(n) die Daten eingetragen werden sollen.
fr: Configurez la manière de gérer {0}, la transformation qui sera effectué et la (les) cellule(s) générique(s) dans laquelle (lesquelles) les données doivent être mises.

# UnitConfig_Ibis_UdpServer
source: UDP Server
fr: Serveur UDP

# UnitConfig_Ibis_UdpServer_Description
source: Configure the IBIS over UDP server.
de: Konfigurieren Sie den IBIS-über-UDP-Server.
fr: Configurez l'IBIS via le serveur UDP.

# UnitConfig_Ibis_UdpServer_Format_Full
source: Full telegram including header, payload, <CR> and checksum.
de: Komplettes Telegramm mit Header, Nutzlast, <CR> und Prüfsumme.
fr: Télégramme complet y compris en-tête, charge utile, <CR> et somme de contrôle.

# UnitConfig_Ibis_UdpServer_Format_NoChecksum
source: Header, payload and <CR> but no checksum.
de: Header, Nutzlast, <CR>, aber keine Prüfsumme.
fr: En-tête, charge utile et <CR> mais pas de somme de contrôle.

# UnitConfig_Ibis_UdpServer_Format_NoFooter
source: Header and payload, but no <CR> and checksum.
de: Header, Nutzlast, aber keine <CR> und Prüfsumme.
fr: En-tête et charge utile, mais pas de <CR> ni somme de contrôle.

# UnitConfig_Ibis_UdpServer_LocalPort
source: Local UDP Port
de: Lokaler UDP-Port
fr: Port UDP local

# UnitConfig_Ibis_UdpServer_ReceiveFormat
source: Receive Telegram Format
de: Format der empfangenen Datensätze
fr: Format des télégrammes reçus

# UnitConfig_Ibis_UdpServer_SendFormat
source: Send Telegram Format
de: Format der gesendeten Datensätze
fr: Format des télégrammes envoyés

# UnitConfig_Ibis_DS020_DefaultAnswer
source: Default Response
de: Standardantwort
fr: Réponse par défaut

# UnitConfig_Ibis_DS020_MissingDataAnswer
source: Missing Data Response
de: Antwort bei fehlenden Daten
fr: Réponse: Données Manquantes

# UnitConfig_Ibis_DS020_NoDataAnswer
source: No Data Response
de: Antwort bei keinen Daten
fr: Réponse: Aucune Donnée

# UnitConfig_Vdv301_DataItemSelection
source: Data Item Selection
de: Auswahl der Datenelemente
fr: Sélection des éléments de donnée

# UnitConfig_Vdv301_DataItemSelection_Description
source: Select the data items to be used by Protran. For each selected data item, you will be able to configure its transformation and usage.
de: Wählen Sie die Datenelemente, die durch Protran genutzt werden sollen. Sie können danach für jedes Datenelement die Umwandlung und die Nutzung einstellen.
fr: Sélectionnez les éléments de donnée devant être utilisés par Protran. Pour chaque élément de donnée sélectionnée, vous pourrez configurer sa transformation et son utilisation.

# UnitConfig_Vdv301_DataItem_DateTimeFormat
source: Date / Time Format
de: Datums-/Zeit-Format
fr: Format Date / Heure

# UnitConfig_Vdv301_DataItem_DescriptionFormat
source: Data item "{0}": Configure how to handle recived data , through which transformation(s) it should go and in which generic cell(s) the data should be put.
de: Datenelement "{0}": Konfigurieren Sie, wie Datenempfang gehandhabt werden soll; durch welche Umwandlung(en) die Daten gehen sollen und in welche generische Zelle(n) die Daten eingetragen werden sollen.
fr: Élément de donnée "{0}": Configurez la manière de gérer les données reçues, la transformation dont elles doivent faire l'objet et la (les) cellule(s) générique(s) dans laquelle (lesquelles) elles doivent être mises.

# UnitConfig_Vdv301_General_Description
source: Configure the general options of VDV 301 (IBIS-IP) handling in Protran. If the Subscription Timeout is not set, it will never time out.
de: Bearbeiten Sie die allgemeinen Optionen von VDV 301 (IBIS-IP)-Bearbeitungen in Protran. Wenn die Verbindungs-Zeitüberschreitung nicht festgesetzt ist, wird die Operation nie verfallen.
fr: Configurez les options générales de gestion de VDV 301 (IBIS-IP) dans Protran. Si le délai de souscription n'est pas défini, il n'expirera jamais.

# UnitConfig_Vdv301_General_SubscriptionTimeout
source: Subscription Timeout
de: Verbindungs-Zeitüberschreitung
fr: Délai de souscription

# UnitConfig_Vdv301_General_ValidateHttpRequests
source: Validate XML of HTTP Requests
de: XML der HTTP-Anfragen prüfen
fr: Validez XML des demandes HTTP

# UnitConfig_Vdv301_General_ValidateHttpResponses
source: Validate XML of HTTP Responses
de: XML der HTTP-Antworten prüfen
fr: Validez XML des réponses HTTP

# UnitConfig_Vdv301_General_VerifyVersion
source: Verify Version Number
de: Versionsnummer prüfen
fr: Vérifier le numéro de version

# UnitConfig_Vdv301_Service_DescriptionFormat
source: Configure the general options for the service "{0}". Usually you should let Protran find the service with DNS-SD. The operations can be configured in the next steps.
de: Allgemeine Optionen für den Dienst "{0}" einstellen. Normalerweise sollten Sie Protran den Dienst mit DNS-SD finden lassen. Die Operationen können in den nächsten Schritten konfiguriert werden.
fr: Configurez les paramètres généraux pour le service "{0}". En général, vous devez laisser Protran à trouver le service avec DNS-SD. Les opérations peuvent être trouvées dans les parties de configuration ci-après.

# UnitConfig_Vdv301_Service_Host
source: Host Name
de: Name des Servers
fr: Nom du serveur

# UnitConfig_Vdv301_Service_Path
source: Service Base Path
de: Service Basispfad
fr: Chemin base de services

# UnitConfig_Vdv301_Service_UseDnsSd
source: Use DNS-SD to Find Service
de: DNS-SD benutzten um den Service zu finden
fr: Utiliser DNS-SD pour trouver le service

# Errors_NoLanguageDefined
source: Please define at least one language mapping.
de: Bitte definieren Sie zumindest eine Sprachabbildung.
fr: Veuillez définir au moins un mappage de langage.

# Errors_NoSemicolon
source: The text should contain a semicolon delimited (CSV) list
de: Der Text sollte ein durch Semikolons begrenzte Liste enthalten (CSV)
fr: Le texte doit contenir une liste délimitée par des points-virgules (CSV)

# UnitConfig_Ibis_DS080_CloseValue
source: Closed Door Value
de: Wert bei geschlossener Tür
fr: Valeur porte fermée

# UnitConfig_Ibis_DS080_OpenValue
source: Open Door Value
de: Wert bei offener Tür
fr: Valeur porte ouverte

# UnitConfig_Ibis_DS080_ResetWithDS010B
source: Reset with DS010b
de: Zurücksetzen mit DS010b
fr: Réinitialiser avec DS010b

# UnitConfig_Ibis_GO004_UsedForTitle
source: Usage of Title
de: Nutzung der Überschrift
fr: Utilisation du titre

# UnitConfig_Ibis_GO004_UsedForType
source: Usage of Type
de: Nutzung des Typs
fr: Utilisation du type

# UnitConfig_Ibis_HPW074_Description
source: Configure how to handle HPW074 , through which transformation it should go and in which generic cell the data should be put. The Special Text is a semicolon delimited (CSV) list of index (received from the telegram) and lines of text to send out.
de: Stellen Sie ein, wie HPW074 gehandhabt werden soll, durch welche Umwandlung und in welche generische Zelle die Daten übermittelt werden sollen. Der Spezial-Text besteht aus einer durch Semikolons abgegrenzten Liste (CSV) von Index (durch das Telegramm empfangen) und Textzeilen zum Versenden.
fr: Configurez la manière de gérer HPW074 , la transformation à effectuer et la cellule générique dans laquelle les données doivent être mises. Le texte spécial est une liste délimitée par des points-virgules (CSV) d'indexes (reçue du télégramme) et des lignes de texte à envoyer.

# UnitConfig_Ibis_HPW074_SpecialText
source: Special Text
de: Spezial-Text
fr: Texte spécial

# UnitConfig_Protran_Persistence
source: Persistence
de: Persistenz
fr: Persistance

# UnitConfig_Protran_Persistence_DefaultValidity
source: Default Validity
de: Standard-Gültigkeit
fr: Validité par défaut

# UnitConfig_Protran_Persistence_Description
source: Choose if you want to persist data from certain telegrams to the disk and for how long the data should be valid afterwards. If enabled the last messages from news feeds will be restored on startup.
de: Wählen Sie, ob Sie Daten von manchen Datensätzen dauerhaft auf der Festplatte speichern wollen und für wie lange die Daten danach gültig sein sollen. Falls aktiviert, werden zuletzt gespeicherte News Feeds beim Start wiederhergestellt.
fr: Choisissez si vous souhaitez enregistrer les données de certains télégrammes sur le disque et sélectionnez la durée de validité des données. Si cela est activé, les derniers messages des flux d'actualités seront restaurés au démarrage.

# UnitConfig_Protran_Persistence_Enabled
source: Enabled
de: Aktiviert
fr: Activé

# UnitConfig_Vdv301_Languages
source: Language Mapping
de: Sprachabbildung
fr: Mappage langage

# UnitConfig_Vdv301_Languages_Description
source: Define which Ximple languages (left) should be filled with which VDV 301 languages (right). If there is no mapping for a given Ximple language, enter dash ("-") in the text box.
de: Wählen Sie, welche Ximple-Sprachen (links) mit welchen VDV 301 Sprachen (rechts) gefüllt werden sollen. Wenn es kein Mapping für eine Ximple-Sprache gibt, geben Sie Gedankenstrich ("-") in das Textfeld ein.
fr: Définissez les langages Ximple (à gauche) à enregistrer avec les langages VDV 301 (à droite). S'il n'y a pas de mappage pour un langage Ximple donné, entrez un tiret ("-") dans la zone de texte.

# UnitConfig_Ibis_DS021aConnections
source: DS021a: Connections
de: DS021a: Verbindungen
fr: DS021a: Connexions

# UnitConfig_Ibis_DS021aConnections_Description
source: Configure the DS021a telegram's connection handling ('A' variant).
de: Konfigurieren Sie die Verbindungsabwicklung des DS021a Telegramms (Typ 'A').
fr: Configurez la gestion de la connexion du télégramme DS021a (variante 'A').

# UnitConfig_Ibis_DS021aConnections_LineNumberFormat
source: Format for Connection Line Number
de: Format der Verbindungs-Liniennummer
fr: Format du numéro de ligne de la connexion

# UnitConfig_Ibis_DS021aConnections_ShowForStop
source: Show Connections For
de: Verbindungen anzeigen für
fr: Montrer les connexions pour

# UnitConfig_Ibis_DS021aConnections_ShowForStop_Any
source: Any following stop that has connections
de: Jeden folgenden Halt mit Verbindungen
fr: Tout arrêt suivant ayant des connexions

# UnitConfig_Ibis_DS021aConnections_ShowForStop_Next
source: Only for the next stop
de: Nur für den nächsten Halt
fr: Uniquement pour l'arrêt suivant

# UnitConfig_Ibis_DS021aConnections_UsedFor
source: Generic Cell for Connection Destination
de: Generische Zelle für Verbindungsziel
fr: Cellule générique pour le destination des connexions

# UnitConfig_Ibis_DS021aConnections_UsedForDepartureTime
source: Generic Cell for Connection Transfer Time
de: Generische Zelle für Verbindungs-Transferzeit
fr: Cellule générique pour le temps de transfert des connexions

# UnitConfig_Ibis_DS021aConnections_UsedForLineNumber
source: Generic Cell for Connection Line Number
de: Generische Zelle für Verbindungs-Liniennummer
fr: Cellule générique pour le numéro de ligne des connexions

# UnitConfig_Ibis_DS021aConnections_UsedForStopName
source: Generic Cell for Stop Name of Connections
de: Generische Zelle für Haltename von Verbindungen
fr: Cellule générique pour le nom d'arrêt des connexions

# UnitConfig_Ibis_DS021a_AbsoluteTimeFormat
source: Absolute Time Format
de: Absolutes Zeitformat
fr: Format temps absolu

# UnitConfig_Ibis_DS021a_ConnectionsEnabled
source: Handle Connections ('A' Variant)
de: Behandlung von Verbindungen (Typ 'A')
fr: Gestion des connexions (variante 'A')

# UnitConfig_Ibis_DS021a_DeleteRoute
source: Delete Route with Index 0
de: Route mit Index 0 löschen
fr: Supprimer itinéraire avec l'index 0

# UnitConfig_Ibis_DS021a_EndingStopIndexValue
source: Value of Ending Stop Index
de: Index zum Beenden der Halteliste
fr: Index pour finir la liste des arrêts

# UnitConfig_Ibis_DS021a_UsedForAbsoluteTime
source: Generic Cell for Absolute Stop Time
de: Generische Zelle für absolute Haltezeit
fr: Cellule générique pour le temps d'arrêt absolu

# UnitConfig_Ibis_DS021a_UsedForDestinationAbsoluteTime
source: Generic Cell for Absolute Destination Time
de: Generische Zelle für absolute Zielzeit
fr: Cellule générique pour le temps de destination absolu

# UnitConfig_Ibis_DS021a_UsedForDestinationRelativeTime
source: Generic Cell for Relative Destination Time
de: Generische Zelle für relative Zielzeit
fr: Cellule générique pour le temps de destination relatif

# UnitConfig_Ibis_DS021a_UsedForRelativeTime
source: Generic Cell for Relative Stop Time
de: Generische Zelle für relative Haltezeit
fr: Cellule générique pour le temps d'arrêt relatif

# UnitConfig_Ibis_DS021a_UsedForText
source: Generic Cell for Text Messages ('S' Variant)
de: Generische Zelle für Textnachrichten (Typ 'S')
fr: Cellule générique pour les messages texte (variante 'S')

# UnitConfig_Ibis_DS021Base_FlushNumberOfStations
source: Flush after Number of Stops
de: Nach Anzahl von Stopps ausgeben
fr: Rincer après le nombre d'arrêts

# UnitConfig_Ibis_DS021Base_FlushTimeout
source: Automatic Flush Timeout
de: Automatische Ausgabe-Zeitüberschreitung
fr: Temporisation automatique du rinçage
