Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Admin/Source/Core/Resources/AdminStrings.*.resx
Languages: de, fr

# UnitConfig_DirectX_Text_FontQuality_NonAntiAliased_Description
source: Font is never antialiased.
de: Schriftarten werden niemals antialiased.
fr: La police n'est jamais anti aliasées

# UnitConfig_DirectX_Text_FontQuality_Proof_Description
source: The font's character quality is more important than exact logical-font attributes. Font scaling is disabled and the font closest in size is chosen. Bold, italic, underline, and strikeout fonts are synthesized if necessary.
de: Die Zeichenqualität der Schriftart ist wichtiger als die exakten logischen Schriftartattribute. Die Schriftartskalierung ist deaktiviert und die grössenmässig nächste Schriftart wird ausgewählt. Fette, kursive, unterstrichene und durchgestrichene Schriftarten werden falls notwendig synthetisiert.
fr: La qualité de la police est plus importante que les attributs logiques exacts de la police. La mise à l'échelle de la police est désactivée et la police de la taille la plus proche est choisie. Les polices gras, italique, souligné et barré sont synthétisées si nécessaire.

# UnitConfig_Update_FTP_UpdateInterval
source: Update interval
de: Aktualisierungsinterval
fr: Intervalle de mise à jour

# UnitConfig_DirectX_Image_PreloadImages
source: Preload Images at Renderer Start-Up
de: Bilder vorladen beim Start des Renderer
fr: Précharger les images au démarrage du Renderer.

# UnitConfig_Update_Methods_AzureAndMediSlave
source: A Medi Slave shouldn't directly connect to Azure. Only the Medi Master should do so.
de: Ein Medi Slave sollte nicht direkt mit Azure verbunden werden. Dies sollte nur der Medi Master tun.
fr: Un esclave Medi ne doit pas être connecté directement à Azure. Seul le maître Medi doit le faire.

# UnitConfig_Update_Methods_AzureNoBGS
source: Can't use Azure as an update method if the Unit is not connected to the icenter.suite.
de: Kann Azure nicht als Aktualisierungsmethode verwenden, wenn die Unit nicht mit der icenter.suite verbunden ist.
fr: Impossible d'utiliser Azure comme méthode de mise à jour si l'unité n'est pas connectée à icenter.suite.

# BgsSettingsError_UpdateAzureProvider_Message
source: Couldn't update settings for Azure Update Provider. Please inspect the logs for further details.
de: Konnte Einstellungen für den Azure Update Provider nicht aktualisieren. Bitte die Logs für weitere Angaben einsehen.
fr: Impossible de mettre à jour les paramètres pour Azure Update Provider. Veuillez inspecter les fichiers journaux pour plus de détails.

# BgsSettingsError_UpdateAzureProvider_Title
source: Update of Azure Update Provider failed
de: Aktualisierung des Azure Update Provider fehlgeschlagen
fr: Échec de la mise à jour d'Azure Update Provider

# SystemConfig_AzureUpdateProviderRetryInterval
source: Retry interval
de: Wiederholungsintervall
fr: Intervalle de nouvel essai

# SystemConfig_EnableAzureUpdateProvider
source: Enable Azure Update Provider
de: Azure Update Provider aktivieren
fr: Activer Azure Update Provider

# Editors_InstallationAction_AddFile
source: Add local file
de: Lokale Datei hinzufügen
fr: Ajouter un fichier local

# Editors_InstallationAction_AddFileTooltip
source: Add a local file to be transfered to the temporary folder on the unit.
de: Eine lokale Datei hinzufügen, die in den temporären Ordner auf der Unit übertragen werden soll.
fr: Ajouter un fichier local devant être transféré au dossier temporaire sur l'unité.

# Editors_InstallationAction_AddLocalExecutable
source: Add local executable
de: Lokale Programmdatei hinzufügen
fr: Ajouter un exécutable en local

# Editors_InstallationAction_AddLocalExecutableTooltip
source: Adds a local executable to the action list. The executable will be transfered to the unit and executed in the temporary folder as working directory.
de: Fügt eine lokale Programmdatei zur Aktionsliste hinzu. Die Programmdatei wird auf die Unit übertragen und im temporären Ordner als Arbeitsverzeichnis ausgeführt.
fr: Ajoute un exécutable en local sur la liste d'actions. L'exécutable sera transféré vers l'unité et exécuté dans le dossier temporaire comme répertoire de travail.

# Editors_InstallationAction_AddUnitExecutable
source: Add unit executable
de: Programmdatei der Unit hinzufügen
fr: Ajouter exécutable de l'unité.

# Editors_InstallationAction_AddUnitExecutableTooltip
source: Add a path to an executable on the unit to the action list. The executable is executed useing the temporary folder as working directory.
de: Einen Pfad zu einer Programmdatei auf der Unit zur Aktionsliste hinzufügen. Die Programmdatei wird unter Benutzung des temporären Ordners als Arbeitsverzeichnis ausgeführt.
fr: Ajouter un chemin à l'exécutable sur l'unité dans la liste d'action. L'exécutable est exécuté en utilisant le dossier temporaire comme répertoire de travail.

# UnitConfig_Conclusion_PostInstallationAction
source: Post Installation Actions
de: Post-Installationsaktionen
fr: Actions post-installation

# UnitConfig_Conclusion_PostInstallationAction_Description
source: Specify actions which will be executed after the unit update. Additional files will be copied immediately before the actions are executed.
de: Die Aktionen spezifizieren, die nach der Aktualisierung der Unit ausgeführt werden. Weitere Dateien werden sofort vor der Ausführung der Aktionen kopiert.
fr: Spécifier les actions qui seront exécutées après la mise à jour de l'unité. Les fichiers supplémentaires seront copiés immédiatement avant que les actions ne soient exécutées.

# UnitConfig_Conclusion_PreInstallationAction
source: Pre Installation Actions
de: Präinstallationsaktionen
fr: Actions pré-installation

# UnitConfig_Conclusion_PreInstallationAction_Description
source: Specify actions which will be executed before the unit update. Additional files will be copied immediately before the actions are executed.
de: Die Aktionen spezifizieren, die vor der Aktualisierung der Unit ausgeführt werden. Weitere Dateien werden sofort vor der Ausführung der Aktionen kopiert.
fr: Spécifier les actions qui seront exécutées avant la mise à jour de l'unité. Les fichiers supplémentaires seront copiés immédiatement avant que les actions ne soient exécutées.

# Editors_InstallationAction_AdditionalFilesTitle
source: Additional files
de: Weitere Dateien
fr: Fichiers supplémentaires

# Editors_InstallationAction_ArgumentTooltip
source: Arguments to be passed to the executable.
de: Argumente, die an die Programmdatei weitergegeben werden müssen
fr: Arguments à transférer à l'exécutable.

# Editors_InstallationAction_FileAlreadyPressent
source: File{0} already added:{1}{2}
de: Datei {0} schon hinzugefügt:{1}{2}
fr: Fichier{0} déjà ajouté:{1}{2}

# Editors_InstallationAction_FileAlreadyPressentTitle
source: Add file
de: Datei hinzufügen
fr: Ajouter fichier

# Editors_InstallationAction_RemoveActionTooltip
source: Remove action from list.
de: Aktion aus der Liste entfernen.
fr: Supprimer action de la liste.

# Editors_InstallationAction_RemoveAdditionalFileTooltip
source: Remove the file from the transfer list.
de: Datei aus der Übertragungsliste entfernen.
fr: Supprimer le fichier de la liste de transfert.

# Editors_InstallationAction_SelectFileDialog_ExecutableFilter
source: Executables (*.bat;*.exe)|*.bat;*.exe|All files (*.*)|*.*
de: Programmdateien (*.bat;*.exe)|*.bat;*.exe|Alle Dateien (*.*)|*.*
fr: Exécutables (*.bat;*.exe)|*.bat;*.exe|Tous les fichiers (*.*)|*.*

# Editors_InstallationAction_SelectFileDialog_FileFilter
source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

# Editors_InstallationAction_TextBoxUnitExecutableTooltip
source: The path to the executable on the unit.
de: Der Pfad zur Programmdatei auf der Unit.
fr: Le chemin vers l'exécutable dans l'unité.

# Editors_InstallationAction_UnitExecutableWatermark
source: Path to unit executable
de: Pfad zur Programmdatei der Unit
fr: Chemin vers l'exécutable de l'unité

# Editors_InstallationAction_Error_EmptyUnitExecutable
source: Unit executable action without a path.
de: Aktion der Programmdatei der Unit ohne Pfad.
fr: Action exécutable de l'unité sans chemin

# UnitConfiguration_UnsavedConfiguration_Content
source: The current configuration contains unsaved changes or installation actions. Continue?{0}Yes: Save changes {0}No: Discard changes
de: Die aktuelle Konfiguration enthält ungespeicherte Änderungen oder Installationsaktionen. Weiter?{0}Ja: Änderungen speichern {0}Nein: Änderungen verwerfen
fr: La configuration actuelle contient des changements ou des actions d'installation non utilisés. Continuer?{0}Oui : Enregistrer changements {0}Non : Annuler changements

# UnitConfiguration_UnsavedConfiguration_Title
source: Load version
de: Version laden
fr: Version de chargement

# UnitConfiguration_VersionLoadHeader_TimeStamp
source: Time stamp
de: Zeitstempel
fr: Horodatage

# UnitConfig_DirectX_Text_FontQuality_DefaultFontGdi
source: Default (Non anti aliased)
de: Standard (Non Anti Aliased)
fr: Par défaut (non anti-aliasée)

# UnitConfig_DirectX_Text_FontQuality_DefaultFontSprite
source: Default (Clear type natural)
de: Standard (Clear Type Natural)
fr: Par défaut (Clear type natural)

# UnitConfig_Composer_PresentationLoggingEnabled
source: Enable presentation play logging
de: Aktivieren Sie die Präsentationsprotokollierung
fr: Activer la journalisation de la présentation

# UnitConfig_Software_Incoming_AdHoc
source: AdHoc Messaging Protocol
de: Aktivieren Sie die Präsentationsprotokollierung (AdHoc)
fr: Protocole de messagerie ad hoc (AdHoc)

# UnitConfig_Hardware_DviLevel_Trim
source: Trim
de: Trimm

# UnitConfig_Hardware_MultiScreen_Mode_Clone
source: Clone
de: Klonen

# UnitConfig_Hardware_Rs485Mode_CPU
source: Application (CPU)
de: Anwendung (CPU)

# UnitConfig_Hardware_Transceivers_Term_Off
source: Off
de: Aus

# UnitConfig_Hardware_Transceivers_Term_On
source: On
de: Ein

# UnitConfig_Conclusion
source: Conclusion
de: Abschluss

# UnitConfig_Software_Incoming_Ibis
source: VDV 300 (IBIS)
de: VDV 300 (IBIS Wagenbus)

# UnitConfig_SystemConfig_ConfigMode_Mode
source: Mode
de: Modus

# UnitConfig_SystemConfig_IO_Off
source: Off (0)
de: Aus (0)

# UnitConfig_SystemConfig_IO_On
source: On (1)
de: Ein (1)

# UnitConfig_Ahdlc_Sign_Mode_Monochrome
source: Monochrome
de: Monochrom

# ImageFileFilters
source: Images (*.jpg;*.jpeg;*.png)|*.jpg;*.jpeg;*.png
de: Bilder (*.jpg;*.jpeg;*.png)|*.jpg;*.jpeg;*.png

# UnitConfig_Transformations
source: Protran: Transformations
de: Protran: Umwandlungen

# UnitConfig_IoProtocol_Input_Transformation
source: Transformation
de: Umwandlung

# UnitConfig_Ibis
source: Protran: VDV 300 (IBIS)
de: Protran: VDV 300 (IBIS Wagenbus)

# UnitConfig_IbisProtocol_Telegram_Transformation
source: Transformation
de: Umwandlung

# UnitConfig_TimeSync_Ibis
source: VDV 300 (IBIS)
de: VDV 300 (IBIS Wagenbus)

# UnitConfig_Vdv301_DataItem_Transformation
source: Transformation
de: Umwandlung

# UnitConfig_Hardware_Brightness_Minimum
source: Minimum
de: Min.

# UnitConfig_Hardware_Brightness_Maximum
source: Maximum
de: Max.

# Editors_InstallationAction_ActionsTitle
source: Actions
de: Aktionen

# Editors_InstallationAction_ArgumentWatermark
source: Arguments
de: Argumente

# Editors_InstallationAction_ColumnActionsTitle
source: Action
de: Aktion

# UnitConfiguration_VersionLoadHeader_Description
source: Description
de: Beschreibung

# Editors_InstallationAction_ColumnArgumentsTitle
source: Arguments
de: Argumente
