Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Admin/Source/Core/Resources/AdminStrings.*.resx
Languages: de, fr

# UnitConfig_Ibis_DS021Base_FromBlock
source: Block from which to take the information
de: Block von dem Informationen kommen
fr: Bloc à partir duquel les informations doivent être prises

# UnitConfig_Ibis_DS021Base_HideDestinationBelow
source: Hide Destination Below
de: Ziel ausblenden unterhalb
fr: Cacher la destination au dessous

# UnitConfig_Ibis_DS021Base_LastStopMode
source: Last Stop Handling
de: Handhabung des letzten Halts
fr: Gestion du dernier arrêt

# UnitConfig_Ibis_DS021Base_LastStopMode_HideDestination
source: Hide destination when last stop is visible in stop list
de: Ziel ausblenden, wenn der letzte Halt in der Halteliste sichtbar ist.
fr: Cacher la destination lorsque le dernier arrêt est visible dans la liste des arrêts

# UnitConfig_Ibis_DS021Base_LastStopMode_HideLastStop
source: Show last stop only as destination (never in stop list)
de: Den letzten Halt nur als Ziel anzeigen (nie in der Haltliste)
fr: Montrer le dernier arrêt uniquement comme destination (jamais dans la liste des arrêts)

# UnitConfig_Ibis_DS021Base_LastStopMode_ShowAll
source: Always show last stop in stop list and as destination
de: Den letzten Halt immer in der Halteliste und als Ziel anzeigen
fr: Toujours montrer la dernier arrêt dans la liste des arrêts et comme destination

# UnitConfig_Ibis_DS021Base_UsedFor
source: Generic Cell for Stop Name
de: Generische Zelle für Haltenamen
fr: Cellule générique pour le nom des arrêts

# UnitConfig_Ibis_DS021Base_UsedForDestination
source: Generic Cell for Destination Name
de: Generische Zelle für Zielnamen
fr: Cellule générique pour le nom de destination

# UnitConfig_Ibis_DS021Base_UsedForDestinationTransfers
source: Generic Cell for Destination Transfer Names
de: Generische Zelle für Ziel-Transfernamen
fr: Cellule générique pour les noms des transferts de la destination

# UnitConfig_Ibis_DS021Base_UsedForDestinationTransferSymbols
source: Generic Cell for Destination Transfer Symbols
de: Generische Zelle für Ziel-Transfersymbole
fr: Cellule générique pour les symboles des transferts de la destination

# UnitConfig_Ibis_DS021Base_UsedForTransfers
source: Generic Cell for Stop Transfer Names
de: Generische Zelle für Halte-Transfernamen
fr: Cellule générique pour les noms des transferts d'arrêt

# UnitConfig_Ibis_DS021Base_UsedForTransferSymbols
source: Generic Cell for Stop Transfer Symbols
de: Generische Zelle für Halte-Transfersymbole
fr: Cellule générique pour les symboles des transferts d'arrêt

# UnitConfig_Ibis_DS021c_AsciiLineNumberUsedFor
source: Generic Cell for ASCII Line Number
de: Generische Zelle für ASCII Zeilennummer
fr: Cellule générique pour le numéro de ligne ASCII

# UnitConfig_Ibis_DS021c_DestinationFrom
source: Source of Destination Information
de: Quelle für Zielinformationen
fr: Source des informations de destination

# UnitConfig_Ibis_DS021c_DestinationFrom_Index101
source: Record with index 101
de: Datensatz mit Index 101
fr: Paquet avec l'index 101

# UnitConfig_Ibis_DS021c_DestinationFrom_LastStop
source: Last stop from regular records (<100)
de: Letzter Halt der normalen Datensätze (<100)
fr: Dernier arrêt des paquets réguliers (<100)

# UnitConfig_Ibis_DS021c_FirstStopIndexValue
source: Value of First Stop Index
de: Wert des ersten Halte-Indexes
fr: Valeur de l'index du premier arrêt

# UnitConfig_Ibis_GO005_BufferNextRoute
source: Buffer Next Route Until Index Reset
de: Die nächste Route bis zum Index-Reset zwischenspeichern
fr: Stocker temporairement l'itinéraire suivant tampon jusqu'à la réinitialisation de l'index

# UnitConfig_Ibis_GO005_DeleteRoute
source: Delete Route with Run Number 0
de: Route mit Umlauf 0 löschen
fr: Supprimer l'itinéraire avec le route 0

# UnitConfig_Ibis_GO005_HideNextStopForIndex
source: Hide Next Stop When Index Received
de: Den nächsten Halt verbergen sobald der Index empfangen wurde
fr: Cacher l'arrêt suivant lorsque l'index est reçu

# UnitConfig_Ibis_TelegramSelection_DS021andGO005
source: The DS021 and GO005 telegrams can't be selected at the same time since they use the same header.
de: Die Datensätze DS021 und GO005 können nicht gleichzeitig ausgewählt werden, da sie den selben Header haben.
fr: Les télégrammes DS021 et GO005 ne peuvent pas être sélectionnés en même temps car ils utilisent le même en-tête.

# UnitConfig_Ibis_TelegramSelection_XexcludesY_Format
source: Telegrams {0} and {1} can't be selected at the same time.
de: Die Datensätze {0} und {1} können nicht gleichzeitig ausgewählt werden.
fr: Les télégrammes {0} et {1} ne peuvent pas être sélectionnés en même temps.

# UnitConfig_Ibis_TelegramSelection_XrequiresY_Format
source: Telegram {0} requires {1} also to be selected as well.
de: Für Datensatz {0} muss {1} auch gewählt sein.
fr: Le télégramme {0} requiert que {1} soit aussi sélectionné.

# Errors_NoRS485Configured_Format
source: Your hardware configuration doesn't contain an RS-485 serial port. Most probably AHDLC will not work. Please check {0} > {1}
de: Ihre Hardware-Konfiguration enthält keine RS-485 serielle Schnittstelle. Höchstwahrscheinlich wird AHDLC nicht funktionieren. Bitte überprüfen Sie {0} > {1}
fr: Votre configuration matériel ne contient pas de port série RS-485. Fort probablement AHDLC ne fonctionnera pas. Veuillez vérifier {0} > {1}

# Requests_Delete_Title
source: Delete Entity
de: Entität Löschen
fr: Supprimer Entité

# ServerError_AddEntity_MessageFormat
source: Failed to add a {0}. Please inspect the logs for details.
de: Das Hinzufügen von {0} ist gescheitert. Bitte sehen Sie die Logs für Details ein.
fr: Échec de l'ajout de {0}. Veuillez inspecter les fichiers log pour plus d'informations.

# UnitConfig_Audio_General
source: General Settings
de: Generelle Einstellungen
fr: Paramètres Généraux

# UnitConfig_Conclusion_ExportExecution_Export
source: Export
de: Exportieren
fr: Exporter

# UnitConfig_Conclusion_ExportExecution_NoUpdateGroupSelected
source: Please select at least one Update Group to perform the export.
de: Bitte wählen Sie mindestens eine Update Group für den Export aus.
fr: Sélectionnez au moins une Update Group pour l'export

# UnitConfig_DirectX_General
source: General Settings
de: Generelle Einstellungen
fr: Paramètres Généraux

# UnitConfig_DirectX_General_PrimaryScreenId
source: Primary Screen ID
de: ID Erster Bildschirm
fr: Identifiant de l'Ecran Primaire

# UnitConfig_DirectX_General_SecondaryScreenId
source: Secondary Screen ID
de: ID Zweiter Bildschirm
fr: Identifiant de l'Ecran Secondaire

# UnitConfig_DirectX_General_ScreenId_Watermark
source: Leave empty to use default screen id or set your own id
de: Leer belassen um den Standardwert zu verwenden oder Ihre eigene ID setzen
fr: Laisser vide pour utiliser la valeur par défaut ou mettre votre propre identifiant

# UnitConfig_Ibis_DS021Base_DefaultBlock
source: Default
de: Standard
fr: Per défaut

# UnitConfig_Ibis_DS081_Value
source: Closed Door Value
de: Wert bei geschlossener Tür
fr: Valeur porte fermée

# UnitConfig_Ibis_General
source: General
de: Generelle Einstellungen
fr: Paramètres Généraux

# UnitConfig_Ibis_General_SourceType_Serial
source: Serial Port
de: Serielle Schnittstelle
fr: Port Série

# UnitConfig_IoProtocol_General
source: General
de: Generelle Einstellungen
fr: Paramètres Génériques

# UnitConfig_IoProtocol_Input_Unit
source: Unit Name
de: Name der Unit
fr: Nom de l'unité

# UnitConfig_SplashScreens_ShowItems_Network_Ip
source: IP Address
de: IP-Adresse
fr: Adresse IP

# UnitConfig_SplashScreens_ShowItems_System_Cpu
source: CPU Usage
de: CPU Auslastung
fr: Utilisation CPU

# UnitConfig_SplashScreens_ShowItems_System_Ram
source: RAM Usage
de: RAM Auslastung
fr: Utilisation RAM

# UnitConfig_SystemConfig_IO_SettingsTitle
source: Settings
de: Einstellungen
fr: Configuration

# UnitConfig_TimeSync_Sntp_UpdateInterval
source: Update Interval
de: Aktualisierungsintervall
fr: Intervalle d'Actualisation

# UnitConfig_Update_MediSlave
source: Medi Slave
fr: Esclave Medi

# UnitConfig_Update_Methods_FTP
source: FTP Server
fr: Serveur FTP

# UnitConfig_Update_USB
source: USB Stick
fr: Clé USB

# UnitConfig_Vdv301_General
source: General
de: Generell
fr: Générique

# UnitConfig_Vdv301_Service_Port
source: Port Number
de: Port-Nummer
fr: Nombre du Port

# UnitConfig_SplashScreens_ShowItems_Misc_AtRevision
source: Atmel Controller Version
de: Version des Atmel Controllers
fr: Version du Contrôleur Atmel

# UnitConfig_Hardware_Brightness_Options
source: Brightness Control
de: Helligkeitskontrolle
fr: Contrôle de la luminosité

# UnitConfig_Hardware_Brightness_Options_Manual
source: Manual
de: Manuell
fr: Manuel

# UnitConfig_Hardware_Brightness_Options_Automatic
source: Automatic
de: Automatisch
fr: Automatique

# UnitConfig_Hardware_Brightness_Speed
source: Speed
de: Geschwindigkeit
fr: Vitesse

# UnitConfig_Update_Azure_Description
source: AzureConfigure the options for updates via Azure.
de: Azure konfiguriert die Optionen für Aktualisierungen mit Azure.
fr: Azure configure les options pour les mises à jour via Azure.

# UnitConfig_Update_Azure_RepositoryUrl
source: The url of the repository.
de: Die Url für die Ablage.
fr: L'url du dépôt.

# UnitConfig_SystemConfig_UseDhcp
source: Use DHCP
de: DHCP verwenden
fr: Utiliser DHCP

# UnitConfig_SystemConfig_DnsServer1
source: DNS Server 1
fr: Serveur DNS 1

# UnitConfig_SystemConfig_DnsServer2
source: DNS Server 2
fr: Serveur DNS 2

# UnitConfig_SystemConfig_DnsServers
source: DNS Server(s)
de: DNS Server
fr: Serveur(s) DNS

# UnitConfig_SettingValidator_UnsupportedValueFormat
source: '{0}' is not supported by the selected software version, it should be left at its default value '{1}' or {2} version {3} (or higher) should be selected.
de: '{0}' wird nicht von der ausgewählten Softwareversion unterstützt, es sollte auf seinem Standardwert '{1}' gelassen werden oder {2} Version {3} (oder höher) sollte ausgewählt werden.
fr: '{0}' n'est pas pris en charge par la version de logiciel sélectionnée, il faut la laisser comme valeur par défaut '{1}' ou {2} version {3} (ou supérieure) doit être sélectionnée.

# ServerError_CopyEntity_MessageFormat
source: Failed to copy the selected {0}. Please inspect the logs for details.
de: Kopieren der ausgewählten {0} fehlgeschlagen. Bitte die Logs für weitere Angaben einsehen.
fr: Échec de la copie vers {0} sélectionné. Veuillez inspecter les fichiers journaux pour les détails.

# ServerError_EditEntity_MessageFormat
source: Failed to edit the selected {0}. Please inspect the logs for details.
de: Bearbeitung der ausgewählten {0} fehlgeschlagen. Bitte die Logs für weitere Angaben einsehen.
fr: Échec de l'édition de {0} sélectionné. Veuillez inspecter les fichiers journaux pour les détails.

# UnitConfig_Ibis_GO007_UsedForLineNumber
source: Generic Cell for Line Number
de: Generische Zelle für Liniennummer
fr: Cellule générique pour le numéro de ligne

# Errors_ValidVersion
source: Value must be a valid version number.
de: Wert muss eine gültige Versionsnummer sein.
fr: La valeur doit être un numéro de version valide.

# SystemConfig_MaintenanceModeDisabled
source: Disabled
de: Deaktiviert
fr: Désactivé

# SystemConfig_MaintenanceModeEnabled
source: Enabled
de: Aktiviert
fr: Activé

# SystemConfig_MaintenanceMode
source: Maintenance mode
de: Wartungsmodus
fr: Mode de maintenance

# BgsSettings_MaintenanceModeConfirmationMessage
source: Activating the maintenance mode disables all users in the system. Do you want to continue?
de: Die Aktivierung des Wartungsmodus deaktiviert alle Benutzer im System. Möchten Sie fortfahren?
fr: L'activation du mode de maintenance désactive tous les utilisateurs du système. Souhaitez-vous continuer ?

# BgsSettings_MaintenanceModeConfirmationTitle
source: Activate maintenance mode
de: Wartungsmodus aktivieren
fr: Activer le mode maintenance

# SystemConfig_MaintenanceModeReason
source: Reason
de: Grund
fr: Raison

# SystemConfig_ReasonWatermark
source: Please enter a reason. This will be shown in all applications.
de: Bitte einen Grund angeben. Dies wird in allen Anwendungen angezeigt.
fr: Veuillez saisir une raison. Cela apparaîtra dans toutes les applications.

# Editors_FtpServer_Verify
source: Check connection
de: Verbindung überprüfen
fr: Vérifier connexion

# BgsSettingsError_LoadData_Message
source: Couldn't load data for the BackgroundSystemSettings. Please inspect the logs for further details.
de: Die Daten für die BackgroundSystemEinstellungen konnten nicht geladen werden. Bitte die Logs für weitere Angaben einsehen.
fr: Impossible de charger les données pour les paramètres du système d'arrière-plan. Veuillez inspecter les fichiers journaux pour plus de détails.

# BgsSettingsError_LoadData_Title
source: Load BackgroundSystemSettings failed
de: Laden der BackgroundSystemEinstellungen fehlgeschlagen
fr: Échec du chargement des paramètres du système d'arrière-plan.

# BgsSettingsError_UpdateMaintenanceMode_Message
source: Couldn't update maintenance mode settings. Please inspect the logs for further details.
de: Die Einstellungen des Wartungsmodus konnten nicht aktualisiert werden. Bitte die Logs für weitere Angaben einsehen.
fr: Impossible de mettre à jour les paramètres du mode de la maintenance. Veuillez inspecter les fichiers journaux pour plus de détails.

# BgsSettingsError_UpdateMaintenanceMode_Title
source: Update maintenance mode failed
de: Aktualisierung des Wartungsmodus fehlgeschlagen
fr: Échec de la mise à jour du mode de maintenance

# BgsSettings_NotAdminUser
source: Only the user 'admin' is allowed to change BackgroundSystem settings
de: Nur der Benutzer 'admin' kann die BackgroundSystemEinstellungen ändern
fr: Seul l'utilisateur 'admin' a le droit de modifier les paramètres du système d'arrière-plan

# UnitConfiguration_Export_FileFilters
source: Unit Configuration (*.ucg)|*.ucg
de: Unit Konfiguration (*.ucg)|*.ucg
fr: Configuration de l'unité (*.ucg)|*.ucg

# UnitConfiguration_Export_Title
source: Export Unit Configuration
de: Einheitenkonfiguration exportieren
fr: Exporter la configuration de l'unité

# UnitConfig_Init
source: Initialization
de: Beginn
fr: Initialisation

# UnitConfig_Init_LoadData
source: Load Initial Data
de: Ausgangsdaten laden
fr: Charger les données initiales

# UnitConfig_Init_LoadData_Description
source: Choose how this Unit Configuration should be initialized.
de: Wählen Sie, wie diese Unitkonfiguration initialisiert werden soll.
fr: Choisir la manière dont cette configuration de l'unité doit être initialisée..

# UnitConfig_Init_LoadData_Empty
source: Default empty Unit Configuration
de: Standard leere Unitkonfiguration
fr: Vider par défaut la configuration de l'unité

# UnitConfig_Init_LoadData_Import
source: Import from Unit Configuration file (*.ucg)
de: Aus der Datei Unitkonfiguration (*.ucg) importieren
fr: Import à partir du fichier de configuration de l'unité (*.ucg)

# UnitConfig_Init_LoadData_Copy
source: Copy from existing Unit Configuration
de: Aus der bestehenden Unitkonfiguration kopieren
fr: Copier à partir de la configuration existante de l'unité

# UnitConfig_Init_LoadData_ImportTitle
source: Import Unit Configuration
de: Unitkonfiguration importieren
fr: Importer la configuration de l'unité

# UnitConfig_Init_LoadData_WrongProductTypeFormat
source: The selected Unit Configuration has a different Product Type than the current ({0}).
de: Die ausgewählte Unitkonfiguration hat einen anderen Produkttyp als der aktuelle ({0}).
fr: La configuration de l'unité sélectionnée possède un type de produit différent du type actuel ({0}).

# UnitConfig_Init_LoadData_Load
source: Initialize
de: Initialisieren
fr: Initialiser

# EntityList_CollapseAll
source: Collapse all
de: Alle zusammenklappen
fr: Tout réduire

# EntityList_CountFormat
source: ({0} Entities)
de: ({0} Entitäten)
fr: ({0} entités)

# EntityList_CountPostfix
source: Entities
de: Entitäten
fr: Entités

# EntityList_ExpandAll
source: Expand all
de: Alle erweitern
fr: Tout agrandir

# UnitConfig_TimeSync_Broadcast_MediWarning
source: Broadcast of time changes should be enabled in Medi Slave mode.
de: Die Übertragung der Zeitänderungen sollte im Medi Slave-Modus aktiviert sein.
fr: La diffusion des changements horaires doit être activée dans le mode de l'esclave Medi.

# Errors_ProvidePasswordOrDomain
source: Please enter a password or provide the domain name.
de: Bitte ein Passwort eingeben oder einen Domain-Namen angeben.
fr: Veuillez saisir un mot de passe ou fournir le nom du domaine.

# Editor_DiscardTooltip
source: Discard changes and exit editor
de: Änderungen verwerfen und Editor verlassen
fr: Annuler changements et sortir de l'éditeur

# Editor_SaveNewEntityTooltip
source: Save new entity to the database
de: Neue Entität in die Datenbank speichern
fr: Enregistrer nouvelle entité dans la base de données

# Editor_SaveTooltip
source: Save changes to database
de: Änderungen in der Datenbank speichern
fr: Enregistrer modifications dans la base de données

# Editor_SetNewPasswordTooltip
source: Set a new password
de: Ein neues Passwort festlegen
fr: Configurer un nouveau mot de passe

# Stage_AddNewEntityTooltip
source: Create new entity
de: Neue Entität erstellen
fr: Créer nouvelle entité

# Stage_CopyCurrentEntryTooltip
source: Copy current entity and edit it
de: Aktuelle Entität kopieren und bearbeiten
fr: Copier l'entité actuelle et l'éditer

# Stage_DeleteCurrentEntryTooltip
source: Delete current entity
de: Aktuelle Entität löschen
fr: Supprimer l'entité actuelle

# Stage_EditCurrentEntryTooltip
source: Edit the current entity
de: Aktuelle Entität bearbeiten
fr: Éditer l'entité actuelle

# Editors_PackageVersion_AddFileTooltip
source: Upload a file to be added to the selected folder
de: Eine Datei hochladen und dem ausgewählten Ordner hinzufügen
fr: Mettre à jour un ficher devant être ajouté au dossier sélectionné

# Editors_PackageVersion_AddFolderTooltip
source: Add a subfolder to the selected folder
de: Einen Unterordner zum ausgewählten Ordner hinzufügen
fr: Ajouter un sous-dossier au dossier sélectionné

# Editors_PackageVersion_DeleteItemTooltip
source: Delete the selected file/folder
de: Die ausgewählte Datei/den ausgewählten Ordner löschen
fr: Supprimer le fichier/dossier sélectionné

# UnitConfiguration_Export_Tooltip
source: Export the Unit Configuration to a file
de: Die Unitkonfiguration in eine Datei exportieren
fr: Exporter la configuration de l'unité vers un fichier

# UnitConfiguration_Next_Tooltip
source: Navigate to the next step
de: Zum nächsten Schritt navigieren
fr: Naviguer vers l'étape suivante

# UnitConfiguration_Previous_Tooltip
source: Navigate to the previous step
de: Zum vorhergehenden Schritt navigieren
fr: Naviguer vers l'étape précédente

# UnitConfig_NamedList_Add_Tooltip
source: Add an item to the list
de: Ein Element zur Liste hinzufügen
fr: Ajouter un élément à la liste

# UnitConfig_NamedList_Goto_Tooltip
source: Navigate to this item
de: Zu diesem Element navigieren
fr: Naviguer vers cet élément

# UnitConfig_NamedList_Remove_Tooltip
source: Remove the selected item from the list
de: Das ausgewählte Element aus der Liste entfernen
fr: Supprimer l'élément sélectionné de la liste

# UnitConfig_Protran_Transformations_Add_Tooltip
source: Add a new transformation after the selected transformation
de: Eine neue Transformation nach der ausgewählten Transformation hinzufügen
fr: Ajouter une nouvelle transformation après la transformation sélectionnée

# UnitConfig_Protran_Transformations_Remove_Tooltip
source: Remove the selected transformation
de: Die ausgewählte Transformation entfernen
fr: Supprimer la transformation sélectionné

# XmlEditor_EditTooltip
source: Edit XML structure
de: Die XML-Struktur bearbeiten
fr: Éditer la structure XML

# UnitConfig_Software_BGSConnection
source: Connection to icenter.suite
de: Verbindung zu icenter.suite
fr: Connexion à icenter.suite

# UnitConfig_Software_BGSConnection_Connect
source: Connect to icenter.suite using Medi
de: Mit Medi zu icenter.suite verbinden
fr: Connexion à icenter.suite en utilisant Medi

# UnitConfig_Software_BGSConnection_Connect_Slave
source: A Medi slave should never be connected to the icenter.suite directly. This should be done in the Medi master.
de: Ein Medi Slave sollte niemals direkt mit der icenter.suite verbunden werden. Dies sollte im Medi Master erfolgen.
fr: Un esclave Medi ne devrait jamais être connecté directement à icenter.suite. Cela doit être effectué dans le maître Medi.

# UnitConfig_Software_BGSConnection_Description
source: Configure if this Unit should connect to the Background System of the icenter.suite. This requires that the Unit has a permanent connection to the internet.
de: Konfigurieren, wenn diese Unit mit dem Backgroundsystem der icenter.suite verbunden werden sollte. Dazu muss die Einheit über eine permanente Internetverbindung verfügen.
fr: Configurer si cette unité doit être connecté au système d'arrière-plan de l'icenter.suite. Cela nécessite une connexion Internet permanente de l'unité.

# UnitConfig_DirectX_Text_FontQuality
source: Font quality
de: Font-Qualität
fr: Qualité de la police

# UnitConfig_DirectX_Text_FontQuality_AntiAliased
source: Anti aliased
fr: Anti aliasée

# UnitConfig_DirectX_Text_FontQuality_AntiAliased_Description
source: Font is antialiased, if it supports antialiasing and if its size falls within the accepted range.
de: Die Schriftart ist antialiased, wenn Antialiasing unterstützt wird und wenn seine Grösse in die akzeptierte Bandbreite fällt.
fr: La police est anti aliasée, si elle prend en charge cela et si la taille se trouve dans la plage acceptée.

# UnitConfig_DirectX_Text_FontQuality_ClearTypeNatural_Description
source: Text is rendered using the ClearType antialiasing method when possible. The font quality is given more importance than maintaining the text size; thus, the text width can change.
de: Der Text wird mit der Clear Type Antialisaing-Methode wenn möglich gerendert. Der Schriftart-Qualität wird mehr Bedeutung beigemessen als dem Erhalt der Textgrösse; deshalb kann sich die Textbreite verändern.
fr: Le texte est restitué en utilisant la méthode d'antialiasing Clear Type si possible. La qualité de la police est plus importante que la conservation de la taille du texte ; la largeur du texte peut changer.

# UnitConfig_DirectX_Text_FontQuality_ClearType_Description
source: Text is rendered using the ClearType antialiasing method when possible. The font quality is given less importance than maintaining the text size.
de: Der Text wird mit der Clear Type Antialisaing-Methode wenn möglich gerendert. Der Schriftart-Qualität wird weniger Bedeutung beigemessen als dem Erhalt der Textgrösse.
fr: Le texte est restitué en utilisant la méthode d'antialiasing Clear Type si possible. La qualité de la police est moins importante que la conservation de la taille du texte.

# UnitConfig_DirectX_Text_FontQuality_Default
source: Default
de: Standard
fr: Par défaut

# UnitConfig_DirectX_Text_FontQuality_Default_Description
source: Lowest setting. The font's appearence does not matter.
de: Niedrigste Einstellung. Das Aussehen der Schriftart ist unwichtig.
fr: Paramètre inférieur. L'aspect de la police n'a pas d'importance.

# UnitConfig_DirectX_Text_FontQuality_Draft_Desciption
source: Missing font sizes are calculated, but their quality migth be lower. Bold, italic, underline, and strikeout fonts are synthesized if necessary.
de: Fehlende Font-Grössen werden berechnet, aber deren Qualität kann niedriger sein. Fette, kursive, unterstrichene und durchgestrichene Schriftarten werden falls notwendig synthetisiert.
fr: Les tailles de police manquantes sont calculées mais leur qualité peut être inférieure. Les polices gras, italique, souligné et barré sont synthétisées si nécessaire.

# UnitConfig_DirectX_Text_FontQuality_NonAntiAliased
source: Non anti aliased
fr: Non anti aliasées
