Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Admin/Source/Core/Resources/AdminStrings.*.resx
Languages: de, fr

# UnitConfig_TimeSync_Sntp_Description
source: Select the options for time synchronization using Simple Network Time Protocol (SNTP).
de: Wählen Sie die Einstellungen für den Zeitabgleich mit Simple Network Time Protocol (SNTP).
fr: Sélectionnez les options concernant la synchronisation de l'heure en utilisant le Simple Network Time Protocol (SNTP).

# UnitConfig_TimeSync_Sntp_Host
source: Host Name (or IP Address)
de: Hostname (oder IP Adresse)
fr: Nom Hôte (ou Adresse IP)

# UnitConfig_TimeSync_Sntp_Port
source: Port Number
de: Portnummer
fr: Numéro de Port

# UnitConfig_TimeSync_Sntp_RetryCount
source: Retry Count
de: Anzahl der Wiederholungsversuche
fr: Nombre de Tentatives

# UnitConfig_TimeSync_Sntp_RetryInterval
source: Retry Interval
de: Intervall der Wiederholungsversuche
fr: Intervalle entre les Tentatives

# UnitConfig_TimeSync_Sntp_Version
source: SNTP Version
fr: Version SNTP

# UnitConfig_TimeSync_Source
source: Synchronization Source
de: Synchronisationsquelle
fr: Source de Synchronisation

# UnitConfig_TimeSync_Source_Description
source: Choose how to synchronize the system time from an outside source.
de: Wählen Sie wie die Systemzeit durch eine externe Quelle synchronisiert werden soll.
fr: Choisissez la manière dont la synchronisation de l'heure du système depuis une source extérieure doit être effectuée.

# UnitConfig_TimeSync_Source_None
source: Disabled
de: Deaktiviert
fr: Désactivé

# UnitConfig_TimeSync_Source_Selection
source: Time Synchronization Source
de: Zeit-Synchronisationsquelle
fr: Source Synchronisation Heure

# UnitConfig_TimeSync_Vdv301_Description
source: Select the options for time synchronization via VDV 301 (IBIS over IP).
de: Wählen Sie die Optionen für Zeitabgleich über VDV 301 (IBIS über IP).
fr: Sélectionnez les options de synchronisation de l'heure via VDV 301 (IBIS sur IP).

# UnitConfig_SystemConfig
source: System Settings
de: Systemeinstellungen
fr: Paramètres Système

# UnitConfig_SystemConfig_ConfigMode
source: Configuration Mode
de: Konfigurationsmodus
fr: Mode de Configuration

# UnitConfig_SystemConfig_ConfigMode_Description
source: Select if you wish to configure the system differently for different I/O values. For each setting you can choose how it is configured. This can be used for example with coded cables.
de: Wählen Sie, ob Sie das System für gewisse I/O Werte anders einstellen wollen. Für jeden Wert können Sie die Konfiguration einstellen. Dies kann zum Beispiel bei kodierten Kabeln angewandt werden.
fr: Choisissez si vous souhaitez configurer le système de manière différente pour les différentes valeurs I/O. Vous pouvez choisir le mode de configuration pour chaque valeur I/O. Ceci peut être utilisé avec des câbles codés.

# UnitConfig_SystemConfig_ConfigMode_Multi
source: Different settings for different I/O values
de: Verschiedene Einstellungen für andere I/O Werte
fr: Paramètres différents pour les différentes valeurs I/O

# UnitConfig_SystemConfig_ConfigMode_NumConfigs
source: Number of Settings
de: Anzahl der Einstellungen
fr: Nombre de Configurations

# UnitConfig_SystemConfig_ConfigMode_Single
source: Single setting
de: Einzelne Einstellung
fr: Configuration Unique

# Errors_ValidIpAddress
source: Value must be a valid IP address.
de: Der Wert muss eine gültige IP-Adresse sein.
fr: La valeur doit être une adresse IP valable.

# UnitConfig_SystemConfig_ConfigMode_NotConfigured
source: Don't configure
de: Nicht einstellen
fr: Ne pas configurer

# UnitConfig_SystemConfig_ConfigMode_UseGlobal
source: Use global setting
de: Globale Einstellung benutzen
fr: Utiliser des paramètre global

# UnitConfig_SystemConfig_ConfigMode_UseSpecific
source: Define per I/O value
de: Pro I/O Werten definieren
fr: Définir par valeur I/O

# UnitConfig_SystemConfig_Global
source: Global Settings
de: Globale Einstellungen
fr: Paramètres Globaux

# UnitConfig_SystemConfig_Global_Description
source: Choose the global settings that are valid independent of I/O states to be used in this step. Editors are only enabled if they were selected in the "Configuration Mode" before.
de: Wählen Sie in diesem Schritt die globalen Einstellungen, die unabhängig der I/O Zustände gelten. Felder sind nur dann aktiviert, wenn diese vorher im "Konfigurationsmodus" ausgewählt wurden.
fr: Choisissez les paramètres globaux valables indépendamment des états I/O. Les éditeurs sont uniquement activés s'ils étaient sélectionnés dans le «Mode de Configuration».

# UnitConfig_SystemConfig_IO_Description
source: Choose the I/O states as well as the settings to be used in this step. Editors are only enabled if they were selected in the "Configuration Mode" before.
de: Wählen Sie in diesem Schritt den I/O Zustand sowie die Einstellungen. Felder sind nur dann aktiviert, wenn diese vorher im "Einstellungsmodus" ausgewählt wurden.
fr: Sélectionnez les états I/O ainsi que les paramètres devant être utilisés. Les éditeurs sont uniquement activés s'ils étaient sélectionnés dans le «Mode de Configuration».

# UnitConfig_SystemConfig_IO_Format
source: I/O Based Settings #{0}
de: I/O gebundene Einstellungen #{0}
fr: Configuration basé I/O #{0}

# UnitConfig_SystemConfig_IpAddress
source: IP Address
de: IP-Adresse
fr: Adresse IP

# UnitConfig_SystemConfig_IpGateway
source: Gateway
fr: Passerelle

# UnitConfig_SystemConfig_NetworkMask
source: Network Mask
de: Netzwerk-Maske
fr: Masque Réseau

# UnitConfig_SystemConfig_Single
source: Settings
de: Einstellungen
fr: Paramètres

# UnitConfig_SystemConfig_Single_Description
source: Set your system settings here. Editors are only enabled if they were selected in the "Configuration Mode" before.
de: Wählen Sie ihre Systemeinstellungen hier aus. Felder sind nur dann aktiviert, wenn diese vorher im "Einstellungsmodus" ausgewählt wurden.
fr: Définissez vos paramètres de système ici. Les éditeurs sont uniquement activés s'ils étaient sélectionnés dans le «Mode de Configuration».

# UnitConfig_SystemConfig_TimeZone
source: Time Zone
de: Zeitzone
fr: Fuseau horaire

# UnitConfig_SystemConfig_IO_Ignore
source: Ignore
de: Ignorieren
fr: Ignorer

# UnitConfig_SystemConfig_IO_IOTitle
source: Inputs
de: Eingänge
fr: Entrées

# Errors_SelectOneAtLeast
source: Please select at least one item from the list.
de: Bitte wählen Sie mindestens ein Element aus der Liste aus.
fr: Veuillez sélectionner au moins un élément de la liste.

# UnitConfig_Update
source: Update
de: Aktualisierung
fr: Mise à jour

# UnitConfig_Update_FTP
source: FTP Server
fr: Serveur FTP

# UnitConfig_Update_FTP_Description
source: Configure the options for updates via an FTP server.
de: Konfigurieren Sie die Einstellungen für Aktualisierung mittels eines FTP-Servers.
fr: Configurez les options des mises à jour via un serveur FTP.

# UnitConfig_Update_FTP_Servers
source: FTP Servers
de: FTP Server
fr: Serveurs FTP

# UnitConfig_Update_Methods
source: Update Methods
de: Aktualisierungsmethoden
fr: Méthodes de Mise à jour

# UnitConfig_Update_Methods_ChooseOne
source: At least USB, FTP or Medi Slave update should be chosen, otherwise the system is not updateable anymore in the future.
de: Mindestens USB, FTP oder Medi Slave Aktualisierung sollte ausgewählt sein, sonst kann das System in Zukunft nicht mehr aktualisiert werden.
fr: Une mise à jour via l'esclave Medi, USB ou FTP doit au moins être sélectionnée. Dans le cas contraire, le système ne pourra plus être mis à jour à l'avenir.

# UnitConfig_Update_Methods_Description
source: Choose from the possbile methods how to update the system. If FTP is not available, it means that your icenter.BackgroundSystem is not configured to use FTP.
de: Wählen Sie aus den möglichen Optionen, wie Sie das System aktualisieren möchten. Wenn FTP nicht verfügbar ist, bedeutet dies, dass ihr icenter.BackgroundSystem nicht für FTP konfiguriert ist.
fr: Sélectionnez le mode de mise à jour du système parmi les méthodes possibles. Si FTP n'est pas disponible, cela signifie que votre icenter.BackgroundSystem n'est pas configuré pour utiliser FTP.

# UnitConfig_Update_Methods_USB
source: USB Stick
fr: Clé USB

# UnitConfig_Update_ShowVisualizations
source: Show Update Visualizations
de: Visualisierungen der Aktualisierungen anzeigen
fr: Afficher Visualisations des Mises à jour

# UnitConfig_Update_USB_Description
source: Configure the options for updates via USB stick.
de: Konfigurieren Sie die Optionen für Aktualisierungen über einen USB-Stick.
fr: Configurez les options des mises à jour via une clé USB.

# UnitConfig_Software_MediSlave
source: Medi Slave
fr: Esclave Medi

# UnitConfig_Software_MediSlave_Description
source: Choose how to connect this unit to the Medi Master.
de: Wählen Sie aus, wie Sie diese Unit mit dem Medi-Master verbinden wollen.
fr: Choisissez la manière dont cette unité doit être connectée au maître Medi.

# UnitConfig_Software_MediSlave_MasterAddress
source: Medi Master Address
de: Medi-Master-Adresse
fr: Adresse Maître Medi

# UnitConfig_Update_Agent
source: Local Installer
de: Lokale Installation
fr: Installateur Local

# UnitConfig_Update_Agent_Description
source: Configure the local update installation.
de: Konfigurieren Sie die lokale Installation von Aktualisierungen.
fr: Configurez l'installation locale de mise à jour.

# UnitConfig_Update_MediMaster
source: Medi Master
fr: Maître Medi

# UnitConfig_Update_MediMaster_Description
source: Configure the options for updates towards Medi Slaves (this Unit acts as a Medi Master).
de: Konfigurieren Sie die Optionen für Aktualisierungen für Medi-Slaves (diese Unit handelt als Medi-Master).
fr: Configurez les options de mise à jour vers les esclavesMedi (cette Unité agit en tant que maître Medi).

# UnitConfig_Update_MediSlave_Description
source: Configure the options for updates from a Medi Master (this Unit acts as a Medi Slave).
de: Konfigurieren Sie die Optionen für Aktualisierungen von Medi-Clients (diese Unit handelt als Medi-Slave).
fr: Configurez les options de mise à jour depuis un maître Medi (cette Unité agit en tant qu'esclave Medi).

# UnitConfig_Update_Methods_BothMedi
source: A unit can't be Medi Master and Medi Slave at the same time, please choose only one option.
de: Eine Unit kann nicht gleichzeitig Medi-Master und Medi-Slave sein, bitte wählen Sie nur eine Option.
fr: Une unité ne peut être à la fois un maître Medi et un esclave Medi, veuillez choisir une seule option.

# UnitConfig_Update_Methods_MediMaster
source: Medi Update Master
fr: Maître Mise à jour Medi

# UnitConfig_Update_Methods_MediSlave
source: Medi Update Slave
fr: Esclave Mise à jour Medi

# RemovableMedia_NoUnitsDefined
source: No Units defined or assigned.
de: Keine Units definiert oder zugewiesen.
fr: Aucunes Unités définies ou attribuées.

# XmlEditor_Errors_Format
source: Found {0} errors on lines {1} and {2}.
de: {0} Fehler in den Zeilen {1} und {2} gefunden.
fr: {0} erreurs trouvées sur les lignes {1} et {2}.

# XmlEditor_OK_NoSchema
source: XML is valid (no schema validation done).
de: XML ist gültig (es wurde keine Schemavalidierung durchgeführt).
fr: XML valable (pas de validation de schéma effectué).

# XmlEditor_OK_WithSchema
source: XML is valid and validated against schema.
de: XML ist gültig und gegen ein Schema validiert.
fr: XML est valable et validée à l'aide d'un schéma.

# XmlEditor_OneError_Format
source: Found one error on line {0}.
de: Ein Fehler in Zeile {0} gefunden.
fr: Une erreur trouvée sur la ligne {0}.

# Errors_NoResourceSelected
source: Please upload a file.
de: Bitte laden Sie eine Datei hoch.
fr: Veuillez télécharger un fichier sur le serveur.

# Errors_PositiveValue
source: Please enter a positive value.
de: Bitte geben Sie einen positiven Wert ein.
fr: Veuillez saisir une valeur positive.

# ResourceUploadEditor_SelectFile
source: Select File...
de: Datei auswählen...
fr: Sélectionnez un fichier...

# UnitConfig_Ahdlc
source: AHDLC Renderer
fr: Moteur de Rendu AHDLC

# UnitConfig_Ahdlc_General
source: General Settings
de: Generelle Einstellungen
fr: Paramètres Généraux

# UnitConfig_Ahdlc_General_Addresses
source: Connected AHDLC Signs
de: Verbundene AHDLC-Anzeiger
fr: Girouettes AHDLC Connectés

# UnitConfig_Ahdlc_General_ComPort
source: Serial Port
de: Serielle Schnittstelle
fr: Port Série

# UnitConfig_Ahdlc_General_Description
source: Configure the general settings for the AHDLC Renderer.
de: Konfigurieren Sie die Grundeinstellungen für den AHDLC Renderer.
fr: Configurez les paramètres généraux pour le moteur de rendu AHDLC.

# UnitConfig_Ahdlc_Sign_Brightness
source: Brightness
de: Helligkeit
fr: Luminosité

# UnitConfig_Ahdlc_Sign_Brightness_1
source: Brightness 1
de: Helligkeit 1
fr: Luminosité 1

# UnitConfig_Ahdlc_Sign_Brightness_2
source: Brightness 2
de: Helligkeit 2
fr: Luminosité 2

# UnitConfig_Ahdlc_Sign_Brightness_3
source: Brightness 3
de: Helligkeit 3
fr: Luminosité 3

# UnitConfig_Ahdlc_Sign_Brightness_Default
source: Default
de: Standard
fr: Par défaut

# UnitConfig_Ahdlc_Sign_Description
source: Configure the properties of the sign.
de: Konfigurieren Sie die Eigenschaften des Anzeigers.
fr: Configurez les propriétés de la girouette.

# UnitConfig_Ahdlc_Sign_Format
source: Sign Address {0}
de: Anzeiger-Adresse {0}
fr: Adresse Girouette {0}

# UnitConfig_Ahdlc_Sign_Height
source: Height
de: Höhe
fr: Hauteur

# UnitConfig_Ahdlc_Sign_Mode
source: Sign Mode
de: Anzeiger-Modus
fr: Mode Girouette

# UnitConfig_Ahdlc_Sign_Mode_Color
source: Color
de: Farbe
fr: Couleur

# UnitConfig_Ahdlc_Sign_Mode_Text
source: Text Only
de: Nur Text
fr: Texte Uniquement

# UnitConfig_Ahdlc_Sign_Width
source: Width
de: Breite
fr: Largeur

# UnitConfig_Composer
source: Infomedia Composer
fr: Infomédia Composer

# UnitConfig_Composer_General
source: Composer Settings
de: Composer-Einstellungen
fr: Paramètres Composer

# UnitConfig_Composer_General_Description
source: Choose the settings for Infomedia Composer.
de: Wählen Sie die Einstellungen für den Infomedia Composer.
fr: Sélectionnez les paramètres pour le Infomédia Composer.

# UnitConfig_Composer_XimpleInactivityAtStartup
source: Inactive at start-up
de: Beim Starten inaktiv
fr: Inactive à la mise en marche

# UnitConfig_Composer_XimpleInactivityEnabled
source: Check for Ximple inactivity
de: Auf Ximple-Inaktivität prüfen
fr: Vérifier l'inactivité Ximple

# UnitConfig_Composer_XimpleInactivityTimeout
source: Inactivity timeout
de: Inaktivitäts-Zeitüberschreitung
fr: Timeout inactivité

# UnitConfig_DirectX
source: DirectX Renderer
fr: Moteur de rendu DirectX

# UnitConfig_DirectX_General_BadTimeout
source: Fallback timeout must be at least 20 seconds (or zero to disable it)
de: Die Rückfall-Zeitüberschreitung muss mindestens 20 Sekunden betragen (oder null um diese Funktion abzuschalten)
fr: Le timeout de repli doit être d'au moins 20 secondes (ou zéro pour le désactiver)

# UnitConfig_DirectX_General_Description
source: Choose the general settings for DirectX Renderer. The default fallback image (when no data is available) is the DirectX Renderer splash screen, if you wish to show a customer specific image, please choose one above.
de: Wählen Sie die Grundeinstellungen für den DirectX Renderer. Das Standard-Rückfall-Bild (wenn keine Daten verfügbar sind) ist der DirectX Renderer Startbildschirm, wenn Sie ein kundenspezifisches Bild zeigen wollen, wählen Sie bitte eines aus.
fr: Sélectionnez les paramètres généraux pour le moteur de rendu DirectX. L'image de repli par défaut (lorsqu'aucune donnée n'est disponible) est l'écran d'accueil du moteur de rendu DirectX. Si vous souhaitez afficher une image spécifique à un client, veuillez en choisir une ci-dessus.

# UnitConfig_DirectX_General_FallbackImage
source: Special Fallback Image
de: Besonderes Rückfall-Bild
fr: Image de Repli Spéciale

# UnitConfig_DirectX_General_FallbackTimeout
source: Fallback Timeout
de: Rückfall-Zeitüberschreitung
fr: Timeout de Repli

# UnitConfig_DirectX_General_UseDefaultFallbackImage
source: Use Default Fallback Image
de: Standard Rückfallbild verwenden
fr: Utiliser l'Image de Repli par Défaut

# UnitConfig_DirectX_Image
source: Image Rendering
de: Bild-Rendering
fr: Rendu Image

# UnitConfig_DirectX_Image_CacheMegaBytes
source: Maximum Size of Bitmap Cache (in MB)
de: Maximale Größe des Bitmap-Cache (in MB)
fr: Taille Maximale du Cache Bitmap (en Mo)

# UnitConfig_DirectX_Image_CacheTimeout
source: Bitmap Cache Timeout
de: Bitmap-Cache Zeitüberschreitung
fr: Timeout Cache Bitmap

# UnitConfig_DirectX_Image_Description
source: Choose the image rendering options. Modifying the cache size can cause big memory consumption by DirectX Renderer.
de: Wählen Sie die Bild-Rendering Optionen. Das Ändern der Cache-Größe kann eine große Speichernutzung durch DirectX Renderer zur Folge haben.
fr: Sélectionnez les options de rendu d'image. Une modification de la taille du cache peut engendrer une forte consommation de mémoire par le moteur de rendu DirectX.

# UnitConfig_DirectX_Image_MegaBytesPerBitmap
source: Maximum Megabytes per Bitmap to Cache
de: Maximale Anzahl Megabytes pro Bitmap im Cache
fr: Nombre Maximum de Mo par Bitmap pour le Cache

# UnitConfig_DirectX_Text
source: Text Rendering
fr: Rendu Texte

# UnitConfig_DirectX_Text_Description
source: Choose the mode in which text should be rendered. GDI mode is only experimental and should only be used when rotated texts are required.
de: Wähle den Modus in dem Text gerendert werden soll. Der GDI-Modus ist experimentell und sollte nur benutzt werden, wenn gedrehter Text benötigt wird.
fr: Sélectionnez le mode de rendu de texte. Le mode GDI est uniquement expérimental et ne doit être utilisé que lorsque des textes torses sont requises.

# UnitConfig_DirectX_Text_TextMode
source: Text Rendering Mode
de: Text Rendering Modus
fr: Mode Rendu Texte

# UnitConfig_DirectX_Text_TextMode_DirectX
source: DirectX fonts with caching
de: DirectX Schriftarten mit Caching
fr: Polices DirectX avec mise en antémémoire

# UnitConfig_DirectX_Text_TextMode_Gdi
source: GDI fonts
de: GDI-Schriftarten
fr: Polices GDI

# UnitConfig_DirectX_Video
source: Video Playback
de: Video-Wiedergabe
fr: Rendu Vidéo

# UnitConfig_DirectX_Video_Description
source: Choose the mode in which video should be played back.
de: Wählen Sie den Modus in dem Videos wiedergegeben werden sollen.
fr: Sélectionnez le mode de rendu des vidéos.

# UnitConfig_DirectX_Video_VideoMode
source: Video Playback Mode
de: Video Wiedergabe-Modus
fr: Mode Rendu Vidéo

# UnitConfig_DirectX_Video_VideoMode_DirectShow
source: DirectShow on a DirectX Texture
de: DirectShow auf DirectX-Textur
fr: DirectShow sur une Texture DirectX

# UnitConfig_DirectX_Video_VideoMode_DirectXWindow
source: DirectX in a Separate Window
de: DirectX in einem separaten Fenster
fr: DirectX dans une Fenêtre Séparée

# UnitConfig_DirectX_Video_VideoMode_None
source: No Video Playback
de: Keine Video-Wiedergabe
fr: Pas de Rendu Vidéo

# UnitConfig_DirectX_Video_VideoMode_VlcWindow
source: VLC Player in a Separate Window
de: VLC Player in einem separaten Fenster
fr: VLC Player dans une Fenêtre Séparée

# UnitConfig_Audio
source: Audio Renderer
fr: Moteur de Rendu Audio

# UnitConfig_Audio_Acapela
source: Acapela Text-to-Speech
de: Acapela Sprachsynthese (Text-to-Speech)
fr: Synthétiseur de parole Acapela

# UnitConfig_Audio_Acapela_Description
source: Configure the voices that should be available for Acapela text-to-speech. Be aware that every voice takes about 100-200 MB of harddisk space, so choose wisely!
de: Konfigurieren Sie die Stimmen, die für die Acapela-Sprachsynthese zur Verfügung stehen sollen. Achten Sie darauf, dass jede Stimme etwa 100-200 MB ihrer Festplatte in Anspruch nimmt, wählen Sie also mit Bedacht!
fr: Configurez les voix devant être disponibles pour le synthétiseur de parole Acapela. Veuillez tenir compte du fait que chaque voix occupe environ 100-200 Mo du disque dur, choisissez donc de façon judicieuse!

# UnitConfig_Audio_Acapela_Voices
source: Voices
de: Stimmen
fr: Voix

# UnitConfig_Audio_Channel_Description
source: Configure the speaker I/Os for this audio channel.
de: Konfigurieren Sie die Lautsprecher I/Os für diesen Audiokanal.
fr: Configurez les sorties numériques du haut-parleur pour ce canal audio.

# UnitConfig_Audio_Channel_Format
source: Audio Channel #{0}
de: Audiokanal #{0}
fr: Canal Audio #{0}

# UnitConfig_Audio_Channel_SpeakerPorts
source: Speaker I/Os
de: Lautsprecher I/Os
fr: I/O Haut-parleur

# UnitConfig_Audio_General_Description
source: Configure the general settings for the Audio Renderer.
de: Konfigurieren Sie die Grundeinstellungen für den Audio Renderer.
fr: Configurez les paramètres généraux pour le moteur de rendu audio.

# UnitConfig_Audio_General_NumChannels
source: Number of Channels
de: Anzahl der Kanäle
fr: Nombre de Canaux

# UnitConfig_Audio_General_UseAcapela
source: Use Acapela TTS
de: Acapela Sprachsynthese benutzen
fr: Utiliser Synthèse Vocale Acapela

# UnitConfig_Conclusion_SoftwareVersions
source: Software Versions
de: Software-Versionen
fr: Versions des Logiciels

# UnitConfig_Conclusion_SoftwareVersions_Description
source: Select the version for each software package to be installed. Be careful to choose versions that are compatible with each other.
de: Wählen Sie für jedes Softwarepaket die Version, die installiert werden soll. Achten Sie darauf, Versionen zu wählen, die miteinander kompatibel sind.
fr: Sélectionnez la version pour chaque logiciel à installer. Veillez à choisir des versions compatibles entre elles.

# Editor_EnterDurationOrEmpty
source: Enter a valid duration or leave empty
de: Gültige Dauer eingeben oder Feld frei lassen
fr: Saisir une durée valable ou laissez vide

# UnitConfig_Hardware_Reboot
source: Scheduled Reboot
de: Geplanter Neustart
fr: Redémarrage Programmé

# UnitConfig_Hardware_Reboot_Description
source: Choose if and when to automatically reboot the system. Not selecting any value will disable the respective type of reboot.
de: Wählen Sie, ob und wenn das System automatisch neustarten soll. Wenn kein Wert gewählt wird, wird die jeweilige Neustart-Art desaktiviert.
fr: Choisissez si et quand le système doit être automatiquement redémarré. Le fait de ne choisir aucune valeur désactivera le type de redémarrage respectif.

# UnitConfig_Hardware_Reboot_RebootAfter
source: Reboot After (Hours)
de: Neustarten nach (Stunden)
fr: Redémarrer Après (Heures)

# UnitConfig_Hardware_Reboot_RebootAt
source: Reboot At (Time of Day)
de: Neustarten um (Tageszeit)
fr: Redémarrer À (Heure de la Journée)

# UnitConfig_SplashScreens
source: Splash Screens
de: Startbildschirm
fr: Écrans d'Accueil

# UnitConfig_SplashScreens_Background
source: Background Color
de: Hintergrundfarbe
fr: Couleur de Fond

# UnitConfig_SplashScreens_Enabled
source: Enabled
de: Aktiviert
fr: Activé

# UnitConfig_SplashScreens_Foreground
source: Foreground Color
de: Vordergrundfarbe
fr: Couleur de Premier-plan

# UnitConfig_SplashScreens_HotKey
source: Hot Key
fr: Raccourci Clavier

# UnitConfig_SplashScreens_HotKey_Description
source: Configure the splash screen shown when the user presses Win-S on the Unit.
de: Passen Sie den Startbildschirm an, der angezeigt wird wenn der Benutzer Win-S auf der Unit drückt.
fr: Configurez l'écran d'accueil affiché lorsque l'utilisateur appuie sur Win-S sur l'Unité.

# UnitConfig_SplashScreens_LocalButton
source: Local Button
de: Lokaler Knopf
fr: Bouton Local

# UnitConfig_SplashScreens_LocalButton_Description
source: Configure the splash screen shown when the user presses the hardware button on the Unit.
de: Passen Sie den Startbildschirm an, der angezeigt wird, wenn der Benutzer den Hardware-Knopf auf der Unit drückt.
fr: Configurez l'écran d'accueil affiché lorsque l'utilisateur appuie sur le bouton hardware sur l'Unité.

# UnitConfig_SplashScreens_Logo
source: Custom Logo
de: Angepasstes Logo
fr: Logo Personnalisé
