Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Admin/Source/Core/Resources/AdminStrings.*.resx
Languages: de, fr

# Editors_UnitConfiguration_Edit
source: Edit...
de: Bearbeiten...
fr: Éditer...

# Editor_Saving
source: Saving...
de: Speichern...
fr: Enregistrer...

# EntityList_ChooseColumn
source: Choose visible columns
de: Sichtbare Spalten auswählen
fr: Choisir les colonnes visibles

# FileMenu_Exit
source: Exit
de: Beenden
fr: Fin

# Navigator_RemovableMedia
source: Removable Media
de: Wechseldatenträger
fr: Médias Amovibles

# Navigator_Search
source: Search
de: Suchen
fr: Recherche

# UnitConfig_Hardware
source: Hardware
fr: Matériel

# UnitConfig_Hardware_Brightness
source: Display Brightness
de: Bildschirm-Helligkeit
fr: Luminosité d'Ecran

# UnitConfig_Hardware_Brightness_Description
source: Choose the brightness mode and parameters for the displays. The speed is between 1 (about one minute) and 10 (instantly).
de: Die Helligkeit des Bildschirms wählen. Ein Wert von -1 bedeutet, dass die Helligkeit automatisch angepasst wird.
fr: Choisissez la luminosité de l'affichage. La valeur -1 signifie que la luminosité est automatiquement adaptée.

# UnitConfig_Hardware_DviLevel
source: DVI Level Shifters
de: DVI Pegelwandler
fr: Décaleurs de Niveau DVI

# UnitConfig_Hardware_DviLevel_Description
source: Configure the levels and output currents of the DVI ports.
de: Konfigurieren Sie den Pegel und den Ausgangsstrom der DVI-Anschlüsse.
fr: Configurez les niveaux et les courants de sortie des ports DVI.

# UnitConfig_Hardware_DviLevel_LabelFormat
source: Level Shifter of DVI Port {0}
de: Pegelwandler des DVI-Anschlusses {0}
fr: Décaleur de Niveau du Port DVI {0}

# UnitConfig_Hardware_DviLevel_Level
source: Level
de: Pegel
fr: Niveau

# UnitConfig_Hardware_DviLevel_Trim_Increased
source: Increased Current
de: Erhöhte Stromstärke
fr: Courant Accru

# UnitConfig_Hardware_DviLevel_Trim_Standard
source: Standard Current
de: Standard Stromstärke
fr: Courant Standard

# UnitConfig_Hardware_Inputs
source: Digital Inputs
de: Digitale Eingänge
fr: Entrées Numériques

# UnitConfig_Hardware_Inputs_Button
source: Button
fr: Bouton

# UnitConfig_Hardware_Inputs_Description
source: Define the names of all digital inputs in a unit. These names will be used later wherever you have to select a digital input.
de: Definieren Sie den Namen aller digitalen Eingänge einer Unit. Diese Namen werden später beim Auswählen digitaler Eingänge verwendet.
fr: Définissez les noms de toutes les entrées numériques dans une Unit. Ces noms seront ensuite utilisés partout où il faut sélectionner une entrée numériques.

# UnitConfig_Hardware_MultiScreen
source: Multiple Screen Mode
de: Multi-Bildschirm-Konfigurationen
fr: Mode Écran Multiple

# UnitConfig_Hardware_MultiScreen_Description
source: Choose how content should be displayed on the two screens. Cloning is only possible if both screens have the same resolution.
de: Wählen Sie wie der Inhalt auf den beiden Bildschirmen dargestellt werden soll. Klonen ist nur möglich wenn beide Bildschirme die gleiche Auflösung haben.
fr: Choisissez la manière dont le contenu doit être affiché sur les deux écrans. Le clonage est uniquement possible si les deux écrans ont la même résolution.

# UnitConfig_Hardware_MultiScreen_Main
source: Main Screen
de: Hauptbildschirm
fr: Écran Principal

# UnitConfig_Hardware_MultiScreen_Mode
source: Screen Mode
de: Bildschirm-Konfigurationen
fr: Mode Écran

# UnitConfig_Hardware_MultiScreen_Mode_Extend
source: Extend
de: Erweitern
fr: Étendre

# UnitConfig_Hardware_Outputs
source: Digital Outputs
de: Digitale Ausgänge
fr: Sorties Numériques

# UnitConfig_Hardware_Outputs_Description
source: Define the names of all digital outputs in a unit. These names will be used later wherever you have to select a digital output.
de: Definieren Sie die Namen aller digitalen Ausgänge. Diese Namen werden später beim Auswählen digitaler Ausgänge verwendet.
fr: Définissez les noms de toutes les sorties numériques dans une unité. Ces noms seront ensuite utilisés partout où il faut sélectionner une sortie numérique.

# UnitConfig_Hardware_Outputs_LED
source: Update LED
fr: LED de Mise à Jour

# UnitConfig_Hardware_Rs485Mode
source: RS-485 Connection
de: RS-485 Verbindung
fr: Connexion RS-485

# UnitConfig_Hardware_Rs485Mode_AT91
source: AT91 Controller
fr: Contrôleur AT91

# UnitConfig_Hardware_Rs485Mode_Description
source: Choose whether the RS-485 port is used by the AT91 controller or whether it should be accessible by an application. If it is not connected to the AT91, it will not be possible to control the attached TFT displays.
de: Wählen Sie ob der RS-485 Ausgang durch den AT91 Controller genutzt wird oder ob dieser für Anwendungen verfügbar ist. Wenn er nicht mit dem AT91 verbunden ist, ist es nicht möglich verbundene TFT-Bildschirme zu steuern.
fr: Choisissez si le port RS-485 doit être utilisé par le contrôleur AT91 ou s'il doit être accessible par des applications. S'il n'est pas connecté à l'AT91, il ne sera pas possible de contrôler les écrans TFT qui y sont reliés.

# UnitConfig_Hardware_Rs485Mode_Label
source: Connected to
de: Verbunden mit
fr: Connecté à

# UnitConfig_Hardware_ScreenResolutions
source: Screen Resolutions
de: Bildschirm-Auflösungen
fr: Résolutions Écran

# UnitConfig_Hardware_ScreenResolutions_Description
source: Select the screen resolution(s)
de: Wählen Sie die Bildschirmauflösung(en)
fr: Sélectionnez la/les résolution(s) d'écran

# UnitConfig_Hardware_ScreenResolutions_None
source: None
de: Keine
fr: Aucun

# UnitConfig_Hardware_ScreenResolutions_Primary
source: Primary Screen
de: Hauptbildschirm
fr: Écran Principal

# UnitConfig_Hardware_ScreenResolutions_Secondary
source: Secondary Screen
de: Zweitbildschirm
fr: Écran Secondaire

# UnitConfig_Hardware_Transceivers
source: Multi-Protocol Transceivers
de: Multi-Protokoll-Transceiver
fr: Émetteurs-récepteurs Multi-protocoles

# UnitConfig_Hardware_Transceivers_Description
source: Configure the multi-protocol transceivers with their type, mode and termination.
de: Konfigurieren Sie die Multi-Protokoll-Transceiver mit ihrem Typ, Modus und Terminierung.
fr: Configurez les émetteurs-récepteurs multi-protocoles avec leur type, mode et terminaison.

# UnitConfig_Hardware_Transceivers_LabelFormat
source: Multi-Protocol Transceiver {0}
de: Multi-Protokoll-Transceiver {0}
fr: Émetteur-récepteur Multi-protocoles {0}

# UnitConfig_Hardware_Transceivers_Mode
source: Duplex Mode
de: Duplex Modus
fr: Mode Duplex

# UnitConfig_Hardware_Transceivers_Mode_FullDuplex
source: Full Duplex
de: Voll-Duplex
fr: Duplex Intégral

# UnitConfig_Hardware_Transceivers_Mode_HalfDuplex
source: Half Duplex
de: Halbduplex
fr: Semi-duplex

# UnitConfig_Hardware_Transceivers_Term
source: Termination
de: Terminierung
fr: Terminaison

# UnitConfig_Hardware_Transceivers_Type
source: Protocol
de: Protokoll
fr: Protocole

# Widget_Recently_Edited
source: Recently Edited
de: Zuletzt Bearbeitet
fr: Récemment Édité

# Window_File
source: File
de: Datei
fr: Fichier

# AddEntityTooltip
source: Add Entity
de: Entität hinzufügen
fr: Ajouter Entité

# CopyEntityTooltip
source: Copy Entity
de: Entität kopieren
fr: Copier Entité

# DeleteEntityTooltip
source: Delete Entity
de: Entität löschen
fr: Supprimer Entité

# EditEntityTooltip
source: Edit Entity
de: Entität bearbeiten
fr: Éditer Entité

# UnitConfiguration_UnsavedBox_Content
source: The current Unit Configuration has unsaved changes. Do you want to save them?
de: Die aktuelle Unit Configuration enthält Änderungen die nicht gespeichert sind. Möchten Sie diese speichern?
fr: La Unit Configuration actuelle contient des modifications non enregistrées. Voulez-vous les enregistrer?

# UnitConfiguration_UnsavedBox_Title
source: Save current Unit Configuration?
de: Unit Configuration speichern?
fr: Enregistrer la Unit Configuration actuelle?

# Errors_DuplicateName
source: This name is already used, please use a different name.
de: Dieser Name wird bereits benutzt, bitte wählen Sie einen anderen Namen.
fr: Ce nom est déjà utilisé, veuillez utiliser un nom différent.

# Errors_NoItemSelected
source: Please select an item from the list.
de: Bitte wählen Sie ein Element aus der Liste aus.
fr: Veuillez sélectionner un élément de la liste.

# Errors_TextNotWhitespace
source: Text cannot be empty or only contain whitespace.
de: Das Feld kann nicht leer sein oder nur Leerraum enthalten.
fr: Le texte ne peut être vide ou contenir seulement des espaces.

# RemovableMedia_Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# RemovableMedia_Importing
source: Importing Feedback...
de: Feedback wird eingelesen...
fr: Importation Feedback...

# XmlEditor_Label
source: XML Data: {0} characters
de: XML Daten: {0} Zeichen
fr: Données XML: {0} caractères

# RemovableMedia_ExportUpdates
source: Export Updates
de: Updates Exportieren
fr: Exportation Mises à Jour

# RemovableMedia_FromUnits
source: From Units:
de: Von den Units:
fr: Depuis Units:

# RemovableMedia_ImportFeedback
source: Import Feedback
de: Feedback Importieren
fr: Importer Feedback

# RemovableMedia_Exporting
source: Exporting updates...
de: Updates werden exportiert...
fr: Exportation des mises à jour...

source: Save XML
de: XML speichern
fr: Enregistrer XML

# UnitConfig_Conclusion_ExportPreparation
source: Export Preparation
de: Export-Vorbereitung
fr: Préparation de l'Exportation

# UnitConfig_Conclusion_ExportPreparation_Description
source: Changes made here are not stored in the unit configuration.
de: Die hier durchgeführten Änderungen werden nicht in der Unit Configuration gespeichert.
fr: Les changements effectués ici ne sont pas stockés dans la Unit Configuration.

# Errors_DuplicateValue
source: This value is already used, please use a different value.
de: Dieser Wert wird bereits benutzt, bitte wählen Sie einen anderen Wert.
fr: Cette valeur est déjà utilisée, veuillez utiliser une valeur différente.

# Errors_ValidDateTime
source: Please select a valid date and time
de: Bitte wählen Sie eine gültige Zeit und ein gültiges Datum
fr: Veuillez sélectionner une date et une heure valables

# Errors_ValidEmail
source: Value must be a valid e-mail address.
de: Der Wert muss eine gültige E-Mail-Adresse sein.
fr: La valeur doit être une adresse e-mail valable.

# Errors_ValidMd5Hash
source: The value must be a valid MD5 hash
de: Der Wert muss ein gültiger MD5-Hash sein.
fr: La valeur doit être un hachage MD5 valable.

# Errors_ValidUnitName
source: The unit name must be in the format TFT-xx-xx-xx with 'x' being a hex character (0-9, A-F).
de: Der Unit-Name muss im Format TFT-xx-xx-xx mit 'x' als Hex-Zeichen (0-9, A-F) sein.
fr: Le nom de la Unit doit être au format TFT-xx-xx-xx, avec 'x' étant un caractère hexadécimal (0-9, A-F).

# Errors_ValidXml
source: The value must be a valid XML document.
de: Der Wert muss ein gültiges XML-Dokument sein.
fr: La valeur doit être un document XML valable.

# Requests_Delete_MessageFormat
source: Do you really want to delete the {0} "{1}" (id={2})?
de: Möchten Sie wirklich {0} "{1}" (id={2}) löschen?
fr: Voulez-vous vraiment supprimer {0} "{1}" (id={2})?

# ServerError_DeleteEntity_MessageFormat
source: Failed to delete the {0} "{1}". Please inspect the logs for details.
de: Das Löschen von {0} "{1}" ist gescheitert. Bitte sehen Sie die Logs für Details ein.
fr: Échec de la suppression de {0} "{1}". Veuillez inspecter les fichiers log pour plus d'informations.

# ServerError_DeleteEntity_Title
source: Delete Failed
de: Löschen gescheitert
fr: Suppression Échouée

# ServerError_LoadEntityDetails_MessageFormat
source: Couldn't load details of the {0} "{1}". Please inspect the logs for details.
de: Details von {0} "{1}" konnten nicht geladen werden. Bitte sehen Sie die Logs für Details ein.
fr: Impossible de charger les détails de {0} "{1}". Veuillez inspecter les fichiers log pour plus d'informations.

# ServerError_LoadEntityDetails_Title
source: Load Details Failed
de: Das Laden der Details ist fehlgeschlagen
fr: Chargement Détails Échoué

# ServerError_NavigateTo_MessageFormat
source: Failed to navigate to the {0} "{1}". Please inspect the logs for details.
de: Das Navigieren zu {0} "{1}" ist fehlgeschlagen. Bitte sehen Sie die Logs für Details ein.
fr: Échec de la navigation vers {0} "{1}". Veuillez inspecter les fichiers log pour plus d'informations.

# ServerError_NavigateTo_Title
source: Navigation Failed
de: Navigation fehlgeschlagen
fr: Navigation Échouée

# ServerError_SaveEntity_MessageFormat
source: Failed to save the {0} "{1}". Please inspect the logs for details.
de: Speichern von {0} "{1}" fehlgeschlagen. Bitte sehen Sie die Logs für Details ein.
fr: Échec de l'enregistrement de {0} "{1}". Veuillez inspecter les fichiers log pour plus d'informations.

# ServerError_SaveEntity_Title
source: Save Failed
de: Speichern fehlgeschlagen
fr: Enregistrement Échoué

# UserRole_SelectAuthorizations
source: Select Authorizations...
de: Berechtigungen wählen...
fr: Sélectionner Autorisations...

# Editor_ClearSelection
source: Clear Selection
de: Auswahl aufheben
fr: Effacer Sélection

# FileDialog_AddFiles
source: Add files...
de: Dateien hinzufügen...
fr: Ajouter fichiers...

# FileDialog_AllFilesFilter
source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

# Dialog_No
source: No
de: Nein
fr: Non

# Dialog_Yes
source: Yes
de: Ja
fr: Oui

# UnitConfig_Conclusion_ExportPreparation_ReloadQuery
source: The unit configuration has changed, you should reload the entire export preview. All changes done manually to any files will be lost. Do you want to reload the export?
de: Die Konfiguration der Unit wurde geändert, Sie sollten die Voransicht erneut laden. Alle manuellen Änderungen an Dateien gehen dabei verloren. Möchten Sie den Export neu laden?
fr: La configuration de l'unité a changé. Il vous faut recharger l'ensemble de la prévisualisation de l'exportation. Tous les changements effectués manuellement sur les fichiers seront perdus. Voulez-vous recharger l'exportation?

# UnitConfig_Conclusion_ExportPreparation_ErrorFormat
source: There was an error while creating the export folder structure, the resulting structure might be incomplete. ({0})
de: Es gab beim Erstellen der Export-Verzeichnis-Struktur einen Fehler, die Struktur ist möglicherweise unvollständig. ({0})
fr: Une erreur est survenue durant la création de la structure des dossiers d'exportation, il se peut que la structure qui en résulte soit incomplète. ({0})

# UnitConfig_Conclusion_ExportPreparation_ErrorTitle
source: Export Structure Error
de: Fehler bei Export-Struktur
fr: Erreur Structure Exportation

# UnitConfig_Software
source: Software
fr: Logiciel

# UnitConfig_Software_Incoming
source: Incoming Data
de: Eingehende Daten
fr: Données Entrantes

# UnitConfig_Software_Incoming_Description
source: Choose all the kinds of data that are coming into your system from other systems.
de: Wählen Sie alle Daten, die von anderen Systemen in ihr System gelangen.
fr: Sélectionnez tous les types de données entrant dans votre système depuis d'autres systèmes.

# UnitConfig_Software_Incoming_Medi
source: Medi (this Unit is a Medi slave connected to a Medi master)
de: Medi (diese Unit ist ein Medi-Slave der mit einem Medi-Master verbunden ist)
fr: Medi (cette unité est un esclave Medi connecté à un maître Medi)

# UnitConfig_Software_Incoming_Sntp
source: SNTP (Simple Network Time Protocol)
de: SNTP (Simple Network Time Protocol, Netzwerk-Zeit-Protokoll)
fr: SNTP (Simple Network Time Protocol, Protocole d'Heure Réseau)

# UnitConfig_Software_Incoming_Ximple
source: Ximple (Gorba Simple XML Structure)
de: Ximple (Gorba Simple XML Struktur)
fr: Ximple (Structure XML Simple Gorba)

# UnitConfig_Software_Outgoing
source: Outgoing Data
de: Ausgehende Daten
fr: Données Sortantes

# UnitConfig_Software_Outgoing_Ahdlc
source: AHDLC (exterior and interior signs)
de: AHDLC (Aussen- und Innenanzeigen)
fr: AHDLC (Girouettes et Bandeaux Lumineux)

# UnitConfig_Software_Outgoing_Audio
source: Audio (loudspeaker)
de: Audio (Lautsprecher)
fr: Audio (haut-parleur)

# UnitConfig_Software_Outgoing_Description
source: Choose all the kinds of data that are leaving your system towards other systems or the passenger.
de: Wählen Sie alle Datentypen die ihr System in andere Systeme oder in den Passagier verlassen.
fr: Sélectionnez tous les types de données sortant de votre système vers d'autres systèmes ou vers le passager.

# UnitConfig_Software_Outgoing_DirectX
source: DirectX (screen)
de: DirectX (Bildschirm)
fr: DirectX (écran)

# UnitConfig_Software_Outgoing_Medi
source: Medi (this Unit is a Medi master to which Medi slaves can connect)
de: Medi (diese Unit ist ein Medi-Master mit dem Medi-Slaves sich verbinden können)
fr: Medi (cette unité est un maître Medi vers lequel les esclaves Medi peuvent être connectés)

# Errors_MediMasterAndSlave
source: The configuration contains both a Medi master and a Medi slave, this is probably wrong.
de: Die Konfiguration enthält einen Medi-Master und einen Medi-Slave, dies ist wahrscheinlich falsch.
fr: La configuration contient à la fois un maître Medi et un esclave Medi, ce qui est probablement faux.

# Errors_NoExportDueToError
source: The configuration can't be exported due to errors. Please fix the errors above first before continuing with the export.
de: Die Einstellung kann aufgrund von Fehlern nicht exportiert werden. Bitte berichtigen Sie zuerst die obigen Fehler bevor Sie mit dem Export fortfahren.
fr: La configuration ne peut être exportée du fait de ces erreurs. Veuillez d'abord remédier à ces erreurs avant de continuer l'exportation.

# Errors_NoIncomingOutgoing
source: The configuration doesn't contain any incoming or outgoing data, this is probably wrong.
de: Die Einstellung enthält keine eingehenden und ausgehenden Daten, dies ist wahrscheinlich falsch.
fr: La configuration ne contient aucunes données entrantes ou sortantes, ce qui est probablement faux.

# UnitConfig_Conclusion_ExportExecution
source: Export
fr: Exportation

# UnitConfig_Conclusion_ExportExecution_Description
source: Here you can export the configuration to the selected Update Groups. Exporting the configuration will save it to the database and then create the necessary data to be sent to the Units.
de: Hier können Sie die Einstellungen von den gewählten Update-Gruppen exportieren. Das Exportieren der Einstellungen speichert diese in der Datenbank und es werden dann die notwendigen Daten erstellt um diese an die Units zu senden.
fr: Vous pouvez ici exporter la configuration vers les Update Groups sélectionnés. L'exportation de la configuration l'enregistrera dans la base de données et créera ensuite les données nécessaires à envoyer vers les Unités.

# UnitConfig_Conclusion_ExportExecution_FolderStructure
source: Folder structure
de: Verzeichnis-Struktur
fr: Hiérarchie des dossiers

# ServerError_ExportUpdates_Message
source: Couldn't export updates for the selected Units to the removable media.
de: Es konnten keine Updates für die ausgewählten Units auf den Wechseldatenträger exportiert werden.
fr: Impossible d'exporter les mises à jour des Unités sélectionnés vers le média amovible.

# ServerError_ExportUpdates_Title
source: Export Update Failed
de: Update Export fehlgeschlagen
fr: Exportation Mise à Jour Échouée

# ServerError_ImportFeedback_Message
source: Couln't import feedback from the removable media.
de: Es konnte kein Feedback vom Wechseldatenträger importiert werden.
fr: Impossible d'importer le feedback du média amovible.

# ServerError_ImportFeedback_Title
source: Import Feedback Failed
de: Feedback Import fehlgeschlagen
fr: Importation Feedback Échouée

# UnitConfig_Conclusion_ExportExecution_EndTime
source: End Time
de: Endzeit
fr: Heure de Fin

# UnitConfig_Conclusion_ExportExecution_Exported
source: The Unit Configuration was successfully exported to the selected Update Group(s). You can now close this editor or create and export a new version.
de: Die Unit Configuration wurde erfolgreich in die Update Group(s) exportiert. Sie können den Editor jetzt schließen oder eine neue Version erstellen und exportieren.
fr: La Configuration de l'Unité a été exportée avec succès vers le(s) Update Group(s) sélectionnés. Vous pouvez maintenant fermer cet éditeur ou créer et exporter une nouvelle version.

# UnitConfig_Conclusion_ExportExecution_StartTime
source: Start Time
de: Startzeit
fr: Heure de Début

# UnitConfig_Conclusion_LocalDownload
source: Local Download
de: Lokal Herunterladen
fr: Téléchargement Local

# UnitConfig_Conclusion_LocalDownload_Description
source: You have the possibility to download locally the folder structure you just exported. Be aware that only the Unit Configuration including the software will be exported and no other files are included (e.g. from icenter.media).
de: Sie haben die Möglichkeit, die Verzeichnis-Struktur, die Sie soeben exportiert haben, lokal herunterzuladen. Seien Sie sich bewusst, dass nur die Unit Configuration mit der Software exportiert wird und keine anderen Dateien (z.B. von icenter.media).
fr: Vous avez la possibilité de télécharger localement la structure des dossiers que vous venez d'exporter. Veuillez tenir compte du fait que seule la configuration de l'unité, y compris les logiciels, sera exportée et qu'aucun autre fichier ne sera inclus (p. ex. depuis icenter.media)

# UnitConfig_Conclusion_LocalDownload_Download
source: Download...
de: Herunterladen...
fr: Télécharger...

# UnitConfig_Conclusion_LocalDownload_FolderSelection
source: Select a local folder to download structure
de: Wählen Sie ein lokales Verzeichnis um die Struktur herunterzuladen
fr: Sélectionnez un dossier local pour le téléchargement de la structure

# Warnings_FolderNotEmpty_MessageFormat
source: The folder '{0}' is not empty. It will be cleared before continuing with the download.
de: Das Verzeichnis '{0}' ist nicht leer. Alle Inhalte werden gelöscht bevor mit dem Herunterladen fortgefahren wird.
fr: Le dossier '{0}' n'est pas vide. Il sera effacé avant de continuer le téléchargement.

# Warnings_FolderNotEmpty_Title
source: Folder not empty
de: Verzeichnis ist nicht leer
fr: Dossier non vide

# Editor_EnterDuration
source: Enter a valid duration
de: Gültigen Zeitraum eingeben
fr: Saisir une durée valable

# UnitConfig_TimeSync
source: Time Synchronization
de: Zeitabgleich
fr: Synchronisation Heure

# UnitConfig_TimeSync_Broadcast
source: Broadcast Time Changes
de: Zeitänderungen übertragen
fr: Diffuser Changements d'Heure

# UnitConfig_TimeSync_Ibis_Description
source: Set the correct configuration for IBIS telegrams DS005, DS006 and DS006a.
de: Wählen Sie die richtigen Einstellungen für IBIS-Datensätze DS005, DS006 und DS006a.
fr: Définir la configuration correcte pour les télégrammes IBIS DS005, DS006 et DS006a.

# UnitConfig_TimeSync_Ibis_Ds005_Ds006
source: DS005 (time) and DS006 (date)
de: DS005 (Zeit) und DS006 (Datum)
fr: DS005 (heure) et DS006 (date)

# UnitConfig_TimeSync_Ibis_Ds006a
source: DS006a (date/time)
de: DS006a (Datum/Zeit)
fr: DS006a (date/heure)

# UnitConfig_TimeSync_Ibis_InitialDelay
source: Initial Delay
de: Anfängliche Verzögerung
fr: Retard Initial

# UnitConfig_TimeSync_Ibis_Records
source: Use IBIS Telegram(s)
de: IBIS Datensätze benutzen
fr: Utiliser Telegrammes IBIS

# UnitConfig_TimeSync_Ibis_Tolerance
source: Tolerance
de: Toleranz
fr: Tolérance

# UnitConfig_TimeSync_Ibis_UpdateInterval
source: Update Interval
de: Aktualisierungsintervall
fr: Intervalle Mise à jour

# UnitConfig_TimeSync_Ibis_WaitTelegrams
source: Number of Telegrams to Wait
de: Anzahl der abzuwartenden Telegramme
fr: Nombre de Télégrammes à attendre
