Repository: dixon01/Dev-Jasper
Catalog: backend/Motion/Obc/Source/Terminal/Control/MultiLang.*.resx
Languages: de, fr

# _1
source: Announcements
de: Ansagen
fr: Annonces vocales

# _2
source: No stop list available
de: Keine Haltestellenliste vorhanden
fr: Liste des arrêts non attribuée

# _3
source: No trip loaded
de: Keine Fahrt geladen
fr: Course non chargée

# _4
source: No block loaded
de: Kein Umlauf geladen
fr: Service non chargé

# _7
source: Warning
de: Warnung
fr: Avertissement

# _8
source: Block number validated. Drive not yet loaded.
de: Umlauf validiert. Noch keine Fahrt geladen.
fr: Service validé. Course pas encore chargée.

# _13
source: Logged off
de: Abgemeldet
fr: Service fini

# _14
source: Log off event received from center.
de: Abmeldung durch Zentrale
fr: Reçu évenement de fin de service

# _15
source: Selection
de: Auswahl
fr: Sélection

# _17
source: Log off driver
de: Fahrer abmelden
fr: Fin de service

# _18
source: Block
de: Umlauf
fr: Service

# _19
source: Special Destination
de: Sonderziel
fr: Destination Spéciale

# _20
source: Invalid block number
de: Ungültige Umlaufnummer
fr: Numéro de course non valide

# _21
source: No valid time (GPS)
de: Keine gültige Zeit (GPS)
fr: Heure non valide (GPS)

# _22
source: Block drive
de: Umlauf
fr: Service

# _23
source: Block number
de: Umlauf Nummer
fr: Numéro de service

# _24
source: Validating block number
de: Überprüfe Umlauf
fr: Validation du service

# _27
source: Driver number
de: Fahrer Nummer
fr: Matricule conducteur

# _28
source: Validating driver number
de: Überprüfe Fahrer
fr: Validation du conducteur

# _30
source: Block number already assigned. Block:
de: Umlauf Nummer bereits angemeldet. Umlauf:
fr: Service déja pris. Service:

# _31
source: Bus already assigned.
de: Fahrzeug bereits angemeldet.
fr: Bus déjà enregistré.

# _32
source: Driver number already assigned. Driver:
de: Fahrer bereits angemeldet. Fahrer Nummer:
fr: Conducteur déjà enregistré. Conducteur:

# _33
source: Block number invalid (Center). Block:
de: Ungültige Umlauf Nummer (Leitstelle). Umlauf:
fr: Numéro de service non valide (Poste central). Service:

# _34
source: Driver number is not valid. Driver:
de: Ungültige Fahrer Nummer:
fr: Numéro de conducteur non valide. Conducteur:

# _35
source: Vehicle number is not valid
de: Fahrzeug Nummer ungültig
fr: Numéro de véhicule non valide

# _36
source: Data version is not valid. Data Ver:
de: Ungültige Daten Version:
fr: Version de données non valide:

# _37
source: System unknown error (Center)
de: Unbekannter System Fehler (Leitstelle)
fr: Erreur de système inconnu (Poste central)

# _38
source: Unkown error (Center)
de: Unbekannter Fehler (Leitstelle)
fr: Erreur inconnu (Poste central)

# _39
source: Info
de: Information

# _40
source: The selected menu option could not be handled. There's a configuration error
de: Das ausgewählte Element konnte nicht bearbeitet werden. Konfigurationsfehler

# _43
source: ERG: Error cash box invalid data
de: ERG: Ungültige Kassendaten
fr: ERG: Erreur données billettiques non valides

# _44
source: ERG: Error canceling machine
de: ERG: Fehler Entwerter
fr: ERG: Erreur oblitérateur

# _45
source: Received Messages
de: Empfangene Meldungen
fr: Messages reçus

# _11
source: Dark
de: Dunkel
fr: Sombre

# _12
source: Screen Brightness
de: Bildschirmhelligkeit
fr: Luminosité Ecran

# _50
source: The list doesn't contain any entries...
de: Die Liste enthält keine Elemente...
fr: La liste ne contient pas d'élement...

# _51
source: Change Language
de: Wechsle System Sprache
fr: Changement de langue

# _52
source: The requested screen is not available. There is a configuration fault. System is still stable and running.
de: Der angeforderte Bildschirm ist nicht vorhanden. Konfiguration nicht korrekt.

# _53
source: Wait connection
de: Anschluss SBB abwarten
fr: Attendre correspondance

# _54
source: Got to car wash
de: Einfahrt via Waschstrasse
fr: Entrer par couloir de lavage

# _55
source: Vehicle arrives
de: Fahrzeug kommt
fr: Véhicule arrive

# _57
source: Wrong message sent
de: Falsche Meldung gesendet
fr: Transmis faux message

# _58
source: Message understood
de: Meldung verstanden
fr: Message compris

# _59
source: Police arrives
de: Polizei kommt
fr: Police arrive

# _60
source: Ambulance arrives
de: Sanität kommt
fr: Ambulance arrive

# _61
source: Wash vehicle
de: Wagen waschen
fr: Laver le véhicule

# _63
source: Slow down
de: Zurückhalten
fr: Ralentir

# _64
source: Forced end of duty
de: Zwangs abmelden
fr: Annonce de rentrée forcée

# _65
source: Failure ticketing 1
de: Störung Entwerter 1
fr: Défaut obliterateur 1

# _66
source: Failure ticketing 2
de: Störung Billetautomat 2
fr: Défaut automate à billets 2

# _67
source: Failure ticket canceler 1
de: Störung Entwerter 1
fr: Oblitérateur défectueux 1

# _68
source: Failure ticket canceler 2
de: Störung Entwerter 2
fr: Oblitérateur défectueux 2

# _69
source: Failure ticket canceler 3
de: Störung Entwerter 3
fr: Oblitérateur défectueux 3

# _70
source: Warning cash box 1
de: Vorwarnung Kasse 1
fr: Avertissement caisse 1

# _71
source: Warning cash box 2
de: Vorwarnung Kasse 2
fr: Avertissement caisse 2

# _72
source: Warning paper 1
de: Vorwarnung Papier 1
fr: Avertissement papier 1

# _73
source: Warning paper 2
de: Vorwarnung Papier 2
fr: Avertissement papier 2

# _74
source: Verification failed
de: Überprüfung fehlerhaft
fr: Vérification échouée

# _76
source: There is already a call in progress. End current call first before call a new number
de: Bereits ein Anruf vorhanden. Dieser Anruf muss beendet werden bevor ein neuer Anruf getätigt werden kann.
fr: Déjà un appel en cours. Terminez cet appel avant d'appeler un autre numéro.

# _78
source: No number found. Not able to made a call
de: Keine Nummer gefunden. Anruf kann nicht getätigt werden.
fr: Numéro introuvable. Pas d'appel fait.

# _79
source: Calling
de: Rufaufbau
fr: Appel en cours

# _81
source: Call failed
de: Anruf abgebrochen
fr: Appel échoué

# _82
source: Could not call the number
de: Konnte die Nummer nicht wählen
fr: Numérotation echouée

# _83
source: Phonebook
de: Telefonbuch
fr: Annuaire

# _84
source: There's a configuration fault. Can not handle GSM speech functionality.
de: Konfigurationsfehler. Keine Telefon Funktionalität vorhanden.
fr: Erreur de configuration. Appels GSM non disponibles.

# _85
source: Special destination
de: Sonderziel
fr: Destination spéciale

# _86
source: Error
de: Fehler
fr: Erreur

# _87
source: The selected index is not valid
de: Der ausgewählte Index ist nicht gültig
fr: L'index choisi n'est pas valable

# _88
source: The corresponding destination code was not found (extraservices.csv)
de: Das Sonderziel wurde nicht gefunden (extraservices.csv)
fr: La destination spéciale est introuvable (extraservices.csv)

# _89
source: Very loud
de: Sehr Laut
fr: Très fort

# _90
source: Loud
de: Laut
fr: Fort

# _91
source: Normal
de: Mittel
fr: Normale

# _92
source: Low
de: Leise
fr: Faible

# _93
source: Lower
de: Sehr Leise
fr: Très faible

# _94
source: Mute
de: Stumm
fr: Muet

# _95
source: Announcement volume
de: Ansage Lautstärke
fr: Volume d'annonce

# _96
source: No Answer received
de: Keine Antwort erhalten
fr: Pas de réponse reçue

# _97
source: Unknown Error
de: Unbekannter Fehler
fr: Erreur inconnue

# _98
source: This is just a test
de: Das ist nur ein Test
fr: Ce qui selement un test

# _99
source: Menu
de: Menü

# _101
source: Functions
de: Funktionen
fr: Fonctions

# _102
source: Communication
de: Kommunikation

# _103
source: Settings
de: Einstellungen
fr: Paramètres

# _104
source: Quit
de: Beenden
fr: Quitter

# _105
source: Driver change
de: Fahrer wechseln
fr: Changement de conducteur

# _106
source: Log off block
de: Umlauf abmelden
fr: Fin de course

# _107
source: Special announcment
de: Spezial Ansagen
fr: Annonce sonore spéciale

# _108
source: Detour
de: Umleitung
fr: Déviation

# _110
source: Language
de: Sprache
fr: Langage

# _111
source: Brightness
de: Helligkeit
fr: Luminosité

# _112
source: Iqube Radio
de: Funk (IRA)

# _113
source: No receiver is selected
de: Keine Empfänger ausgewählt
fr: Destinataire non selectionné

# _114
source: Too many receivers are selected. Maximum are four receivers.
de: Zu viele Empfänger ausgewählt. Maximal vier Empfänger können selektiert werden.
fr: Trop de destinataires sélectionnés. Maximum de quatre destinataires.

# _115
source: Speech Request
de: Sprechwunsch
fr: Demande de communication

# _116
source: B
de: U
fr: S

# _118
source: C
de: K

# _121
source: D
de: Zi

# _122
source: Dr
de: F
fr: Cn

# _125
source: No block loaded
de: Kein Umlauf geladen
fr: Pas de service chargé

# _126
source: Dest:
de: Ziel:

# _127
source: GSM is not activated
de: GSM ist nicht aktiviert
fr: GSM non activé

# _128
source: IRA is not activated
de: IRA ist nicht aktiviert

# _129
source: Alarm is not activated
de: Alarm ist nicht aktiviert
fr: Alarme non activé

# _130
source: Configuration fault.
de: Konfigurationsfehler.
fr: Erreur de configuration.

# _9
source: Bright
de: Hell
fr: Lumineux

# _25
source: Login
de: Anmeldung
fr: Prise de service

# _131
source: False alarm
de: Fehlalarm
fr: Fausse alerte

# _132
source: Yes
de: Ja
fr: Oui

# _133
source: No
de: Nein
fr: Non

# _134
source: Send Request
de: Sende Anfrage
fr: Emission de la demande

# _135
source: No free Channel
de: Kein Kanal frei
fr: Pas de canal libre

# _136
source: The Radio channel is in use. Try again later
de: Funkkanal ist zur Zeit besetzt. Versuchen Sie später.
fr: Canal radio occupé. Essayez plus tard.

# _137
source: ERG: Error Number:
de: ERG: Fehlercode:
fr: ERG: Numéro d'erreur :

# _138
source: Load saved status
de: Lade vorherigen Zustand
fr: Chargement de l'état précédent

# _139
source: Could not load the saved status. Please login regularly
de: Laden der Daten fehlgeschlagen. Bitte nochmals anmelden
fr: Chargement des données a échoué.

# _140
source: Load Special Destination
de: Lade Sonderziel
fr: Chargement destination spéciale

# _141
source: Forced duty on from Center
de: Erzwungener Dienstbeginn
fr: Affectation de service forcée

# _142
source: Special drive. ID:
de: Spezialfahrt. ID:

# _143
source: Log Off Driver
de: Fahrer Abmelden
fr: Fin de service

# _150
source: Passenger count
de: Fahrgast Zählung
fr: Comptage de passagers

# _151
source: Number of passengers
de: Anzahl Fahrgäste
fr: Nombre de passagers

# _152
source: Processing...
de: Verarbeiten...
fr: Traitement...

# _100
source: Duty
de: Dienst
fr: Service

# _41
source: ERG: Ticketing error
de: ERG: Fehler Kasse
fr: ERG: Erreur billettique

# _155
source: Passenger count was submitted: {0}
de: Anzahl Fahrgäste wurde abgeschickt: {0}
fr: Nombre de passagers a été envoyé: {0}

# _156
source: Special destination selection:
de: Sonderziel auswählen:
fr: Sélection de la destination spéciale

# _120
source: Z
de: Zo

# _158
source: No GPS
de: Kein GPS
fr: Pas de GPS

# _159
source: The system does not have GPS signal. You can only select a special destination.
de: Es ist kein GPS Signal vorhanden. Momentan können Sie sich nur mit einem Sonderziel anmelden.
fr: Le système n'a pas de signal GPS. Vous ne pouvez que choisir une destination spéciale.

# _250
source: Trip number
de: Fahrtnummer
fr: N° voyage

# _255
source: Passenger count: {0}, Trip number: {1} was submitted
de: Anzahl Fahrgäste: {0}, Fahrtnummer: {1} wurde übermittelt
fr: Nombre de passagers: {0}, Voyage numéro: {1} a été envoyé

# _256
source: Failure ticketing 3
de: Störung Entwerter 3
fr: Défaut obliterateur 3

# _62
source: Zentrale telefonieren
fr: Téléphoner à la centrale

# _46
source: Alarm
fr: Alarme

# _10
source: Normal
fr: Normale

# _119
source: R
fr: I

# _56
source: Razzia
fr: Contrôle

# _109
source: Razzia
fr: Contrôle
