Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Media/Source/Core/Resources/MediaStrings.*.resx
Languages: de, fr

# ConsistencyChecker_UnusedLayoutTitle
source: The layout '{0}' is not used.
de: Das Layout '{0}' wird nicht verwendet
fr: La présentation '{0}' n'est pas utilisée.

# AudioEditor_StandardtAudioLayoutIsSilent
source: This Audio Layout can't be modified. It is a placeholder if you do not wish an audio output.
de: Dieses Audiolayout kann nicht bearbeitet werden. Es ist ein Platzhalter wenn Sie keine Audioausgabe wünschen.
fr: Ce modèle audio ne pas pas être modifié. Il s'agit d'un garde-place si vous ne désirez pas de message audio

# ConsistencyChecker_EventcycleSectionSetToSilentLayoutTitle
source: Section of event cycle is set to a silent audio layout.
de: Abschnit eines Eventzyklus ist auf ein stummes Layout gesetzt.
fr: La section d'un cycle d'évènement utilise une présentation silencieuse.

# FormulaParser_Error_CollectionItemConstant
source: The formula '{0}' has constant content.
de: Die Formel '{0}' hat einen konstanten Inhalt.
fr: La formule '{0}' a un contenu constant.

# MediaApplicationController_GetProjectsErrorMessage
source: Error connecting to the background system. Please restart the application.
de: Fehler beim Verbinden zum Backgroundsystem. Bitte starten Sie die Applikation neu.
fr: Erreur de connexion au serveur. Veuillez redémarrer l'application.

# MediaApplicationController_GetProjectsErrorMessageTitle
source: Error calling the background system
de: Fehler beim Aufruf des Backgroundsystems
fr: Erreur de communication au serveur

# ProjectController_SaveLocal
source: Project '{0}' saved locally
de: Projekt '{0}' lokal gespeichert
fr: Projet '{0}' enregistré localement

# PropertyGrid_ContextMenu_Formula
source: Formula editor
de: Formel Editor
fr: Éditeur de formule

# ResourceManager_couldNotDetectResourceType
source: Could not identify type of file {0}. File will not be added to the project.
de: Konnte Dateityp der Datei '{0}' nicht feststellen. Datei wird nicht zum Projekt hinzugefügt.
fr: Il n'est pas possible d'identifier le type du fichier '{0}'. Le fichier ne sera pas ajouté au projet.

# ResourceManager_couldNotDetectResourceTypeTitle
source: Error
de: Fehler
fr: Erreur

# ResourceManager_AddedImageInvalid
source: Image file '{0}' cannot be read.
de: Bilddatei '{0}' konnte nicht gelesen werden.
fr: Lecture du fichier image '{0}' a échouée.

# ResourceManager_AddedImageInvalidTitle
source: Could not add image resource
de: Konnte Bildressource nicht hinzufügen
fr: Impossible d'ajouter la ressource image

# ResourceManager_AddedImageStreamInvalid
source: Image cannot be read.
de: Bild konnte nicht gelesen werden.
fr: Lecture de l'image a échouée.

# ImageElement_CouldNotCreateImage
source: Could not create image from resource.
de: Konnte kein Bild aus der Ressource erzeugen.
fr: Impossible de créer une image depuis la ressource.

# ImageElement_CouldNotCreateImageTitle
source: Error
de: Fehler
fr: Erreur

# ConsistencyChecker_AudioScreenIdentifierOutOfRange
source: The identifier of the audio physical screen should be between 1 and 3 Location: {0}
de: Der Audiobildschirmbezeichner sollte zwischen 1 und 3 sein Location: {0}
fr: L'identifiant d'un écran physique audio doit être entre 1 et 3. Emplacement: {0}

# ConsistencyChecker_AudioScreenIdentifierOutOfRangeTitle
source: Audio physical screen identifier out of range
de: Audiobildschirmbezeichner ausserhalb des gültigen Bereichs
fr: Identifiant d'écran physique audio hors gamme valable

# ConsistencyChecker_InvalidAudioScreenIdentifier
source: The identifier of the audio physical screen must be a number and unique Location: {0}
de: Der Audiobildschirmbezeichner muss eine Zahl und eindeutig sein Verwendung: {0}
fr: L'identifiant d'un écran physique audio doit être un chiffre et doit être unique. Emplacement: {0}

# ConsistencyChecker_InvalidAudioScreenIdentifierTitle
source: Invalid audio physical screen identifier
de: Ungültiger Audiobildschirmbezeichner
fr: Identifiant d'écran physique audio non valable

# ConsistencyChecker_InvalidLedScreenIdentifier
source: The identifier of the LED physical screen must be a number. Location: {0}
de: Der LED Bildschirmbezeichner muss eine Zahl sein. Verwendung: {0}
fr: L'identifiant d'un écran physique LED doit être un chiffre. Emplacement: {0}

# ConsistencyChecker_InvalidLedScreenIdentifierTitle
source: Invalid LED physical screen identifier
de: Ungültiger LED Bildschirmbezeichner
fr: Identifiant d'écran physique LED non valable

# ConsistencyChecker_LedScreenIdentifierOutOfRange
source: The identifier of the LED physical screen should be between 1 and 15 Location: {0}
de: Der LED Bildschirmbezeichner sollte zwischen 1 und 15 sein Verwendung: {0}
fr: L'identifiant d'un écran physique audio doit être entre 1 et 15. Emplacement: {0}

# ConsistencyChecker_LedScreenIdentifierOutOfRangeTitle
source: LED physical screen identifier out of range
de: LED Bildschirmbezeichner ausserhalb des gültigen Bereichs
fr: Identifiant d'écran physique LED hors gamme valable

# PropertyGridField_Description
source: Description
de: Beschreibung

# PropertyGridField_Identifier
source: Identifier
de: Bezeichner
fr: Identificateur

# MainMenu_ExportShortcut
source: Ctrl+E
de: Strg+E

# MainMenu_ImportShortcut
source: Ctrl+I
de: Strg+I

# MainMenu_NewShortcut
source: Ctrl+N
de: Strg+N

# MainMenu_OpenShortcut
source: Ctrl+O
de: Strg+O

# MainMenu_ExportToolTip
source: Exports the current project (Ctrl+E)
de: Exportieren des aktuellen Projekts (Strg+E)
fr: Exporte le projet actuel (Ctrl+E)

# MainMenu_FormulaManagerToolTip
source: Edit edit and create predefined formulas (F7)
de: Editieren von vordefinierten Formeln (F7)
fr: Éditer éditer et créer les formules prédéfinies (F7)

# MainMenu_ImportToolTip
source: Import a project from the server or a file to this tennant (Ctrl+I)
de: Importiert ein Projekt vom Server oder einer Datei in diesen Mandanten (Strg+I)
fr: Importer un projet à partir du serveur ou d'un fichier vers ce client (Ctrl+I)

# MainMenu_ResourceManagementToolTip
source: Open the resource manager to add and remove resources (F5)
de: Öffnet den Ressourcenmanager um Ressourcen zu entfernen oder hinzuzufügen (F5)
fr: Ouvrir le gestionnaire des ressources pour ajouter et supprimer ressources (F5)

# MainMenu_NewToolTip
source: Create a new project (Ctrl+N)
de: Ein neues Projekt erstellen (Strg+N)
fr: Créer un nouveau projet (Ctrl+N)

# MainMenu_OpenToolTip
source: Open a project from the server (Ctrl+O)
de: Ein Projekt vom Server öffnen (Strg+O)
fr: Ouvrir un projet à partir du serveur (Ctrl+O)

# MainMenu_TextualReplacementToolTip
source: Edit textual replacements (F6)
de: Textersetzungen editieren (F6)
fr: Éditer les remplacements textuels (F6)

# ViewMenu_ShowSimulationToolTip
source: Open a simulation of the current project (F9)
de: Öffnet eine Simulation des aktuellen Projekts (F9)
fr: Ouvrir une simulation du projet actuel (F9)

# ViewMenu_UseEdgeSnapToolTip
source: When turned on moved layout elements will align edges with other elements (F10)
de: Wenn eingeschaltet ordnen sich Layoutelemente an den Kanten anderer Elemente an (F10)
fr: Lorsque cela est activé, les éléments de la mise en page déplacés seront alignés sur les autres éléments (F10).

# FormulaEditor_Help_CodeConversion
source: This function replaces the line number with the text (UseImage flag unset) or the picture (UseImage flag set) defined in the text replacements
de: Diese Funktion ersetzt die Liniennummer mit dem Text (UseImage nicht gesetzt) oder Bild (UseImage gesetzt), welches in den Textersetzungen definiert wurde.
fr: Cette fonction remplace le numéro de ligne par le texte (drapeau Utiliser image non activé) ou l'image (drapeau Utiliser image activé) défini dans les remplacements de texte.

# FormulaParser_Error_CodeConversion_ArgumentNeedToBeBool
source: The CodeConversion argument need to be boolean.
de: Das CodeConversion Argument muss ein boolean sein.
fr: L'argument de conversion du code doit être booléen.

# ConsistencyChecker_LocationPlaceholder
source: Location: {0}
de: Verwendung: {0}
fr: Emplacement: {0}

# TextReplaceControl_ContainsSemicolon
source: Invalid Input. The text musn't contain a semicolon ';'
de: Ungültige Eingabe. Der Text darf kein Semikolon ';' enthalten.
fr: Entrée invalide. Le texte ne doit contenir aucun point-virgule ';'

# ProjectList_DeleteProjectMessage
source: Deleting project {0}
de: Projekt {0} löschen
fr: Suppression du projet en cours {0}

# ProjectList_LoadingRecentProjects
source: Fetching recent projects...
de: Rufe zuletzt verwendete Projekte ab...
fr: Recherche des projets récents...

# ProjectList_LoadingServerProjects
source: Fetching projects...
de: Rufe Projekte ab...
fr: Recherche des projets

# ConsistencyChecker_RssTickerAddressEmpty
source: RSS URL is empty
de: RSS URL ist leer
fr: RSS URL est vide

# ConsistencyChecker_RssTickerInvalidValidity
source: Validity can't be below 1 minute
de: Die Gültigkeit kann nicht unter 1 Minute sein
fr: La validité ne peut pas être inférieure à 1 minute

# ConsistencyChecker_ScrollSpeedZero
source: ScrollSpeed is 0
de: ScrollGeschwindigkeit ist 0
fr: Vitesse de défilement est 0

# PropertyGridField_Validity
source: Validity [dd:hh:mm:ss]
de: Gültigkeit [dd:hh:mm:ss]
fr: Validité [dd:hh:mm:ss]

# TftEditorController_CreateRssTickerElementHistoryEntryLabel
source: Create RSS ticker element
de: RSS Ticker-Element erstellen
fr: Créer élément téléscripteur TSS

# ResourceController_AddResourceBusyFormat
source: Adding resource {0} / {1} to the project
de: Ressource {0} / {1} wird zum Projekt hinzugefügt
fr: Ajout de ressource {0} / {1} au projet en cours

# ExportController_BusyText_CollectLiveFeed
source: Collecting live stream information...
de: Live Stream-Information wird gesammelt ...
fr: Collecte d'informations du stream en live en cours...

# ConsistencyChecker_LayoutElementStreamNotSetTitle
source: Stream URI is not absolute or incorrect
de: Stream URL ist nicht absolut oder nicht korrekt
fr: Stream URI non absolu ou incorrect

# ConsistencyChecker_LiveStreamFallbackNotInRessourcesTitle
source: Fallback image for live stream is not found in the ressources
de: Fallback-Bild für Live Stream nicht in den Ressourcen gefunden
fr: Image de secours pour le stream en live non trouvée dans les ressources

# ConsistencyChecker_LiveStreamHasNoFallbackTitle
source: Live stream has no fallback image
de: Live Stream hat kein Fallback-Bild
fr: Le stream en live n'a pas d'image de secours

# PropertyGridField_UpdateInterval
source: Update Interval [dd:hh:mm:ss]
de: Aktualisierungsintervall [dd:hh:mm:ss]
fr: Mise à jour de l'intervalle [dd:hh:mm:ss]

# Toolbar_TT_MultiTool_Stream
source: Stream tools which provide different live information sources. Selected:
de: Stream Tools, die verschiedene Live Informationsquellen haben. Auswahl:
fr: Outils de stream qui fournissent différentes sources d'information en live. Sélectionné :

# StatusBar_ProjectState_CheckedIn
source: checked in
de: eingecheckt
fr: vérifié à

# StatusBar_ProjectState_Modified
source: modified
de: geändert
fr: modifié

# StatusBar_ProjectState_NoProject
source: no project
de: kein Projekt
fr: aucun projet

# StatusBar_ProjectState_Saved
source: saved
de: gespeichert
fr: enregistré

# CheckInDialog_CollectingInformation
source: Collecting information ...
de: Informationen werden gesammelt...
fr: Collecte d'informations en cours...

# ResourceManager_ResourceForceUpload
source: Resource export forced.
de: Ressourcenexport erzwungen.
fr: Export forcé des ressources.

# ResourceManager_ResourceNotUploaded
source: Resource will not be exported, because no active usage was found. Toggle to force export if resource is used in formulas.
de: Ressource wird nicht exportiert, weil keine aktive Nutzung gefunden wurde. Setzen, um Export zu erzwingen, wenn Ressource in den Formeln verwendet wird.
fr: Les ressources ne seront pas exportées car aucune utilisation active n'a été trouvée. Basculer pour forcer l'export si la ressource est utilisée dans les formules.

# ResourceManager_ResourceUpload
source: Resource will be exported.
de: Ressource wird exportiert.
fr: Les ressources vont être exportées.

# PropertyGridField_Audio_IdentifierTooltip
source: Identifier used to set the audio device configured in icenter.admin
de: Bezeichner, der verwendet wird, um das in icenter.admin konfigurierte Audiogerät festzulegen.
fr: Identifiant utilisé pour configurer l'appareil audio configuré dans icenter.admin

# PropertyGridField_LED_IdentifierTooltip
source: Identifier used to set the address of the LED screen. It should be between 1 and 15
de: Bezeichner, der verwendet wird, um die Adresse des LED-Bildschirms festzulegen. Der Wert sollte zwischen 1 und 15 liegen.
fr: Identifiant utilisé pour configurer l'adresse de l'écran à LED Cela doit être situé entre 1 et 15

# PropertyGridField_TFT_IdentifierTooltip
source: Identifier for TFT screens. By default this can be empty
de: Bezeichner für TFT-Bildschirme. Standardmässig kann dies leer sein
fr: Identifiant pour les écrans TFT. Cela peut être vide par défaut.

# ResourceManagerView_AddCsv
source: Add CSV
de: CSV hinzufügen
fr: Ajouter CSV

# ResourceManagerView_RemoveCsv
source: Remove CSV
de: CSV entfernen
fr: Supprimer CSV

# ResourceManager_ButtonTooltip_Add
source: Add
de: Hinzufügen
fr: Ajouter

# ResourceManager_ButtonTooltip_Delete
source: Remove
de: Entfernen
fr: Supprimer

# ResourceManager_ButtonTooltip_EditCsv
source: Edit current CSV
de: Aktuelle CSV-Datei bearbeiten
fr: Éditer CSV actuel

# ResourceManager_ButtonTooltip_ImportCsv
source: Import a CSV file
de: Eine CSV-Datei hinzufügen
fr: Importer un fichier CSV

# ResourceManager_ButtonTooltip_RemoveReference
source: Remove reference
de: Referenz entfernen
fr: Supprimer référence

# CsvEditor_Close
source: Close
de: Schliessen
fr: Fermer

# CsvEditor_Save
source: Save changes
de: Änderungen speichern
fr: Enregistrer modifications

# CsvMappingController_CsvMappingDefaultHeader
source: #Column1;#Column2;#Column3;
de: #Spalte1;#Spalte2;#Spalte3;
fr: #Colonne1;#Colonne2;#Colonne3;

# OpenFileDialog_CsvFilter
source: CSV Files (*.csv)|*.csv
de: CSV-Dateien (*.csv)|*.csv
fr: Fichiers CSV (*.csv)|*.csv

# ResourceManagerView_ImportCsv
source: Import CSV file
de: CSV-Datei importieren
fr: Importer fichier CSV

# ResourceManagerView_CsvMappingNameDuplicate
source: CSV mapping name must be unique.
de: Der CSV Mapping-Name muss einzigartig sein.
fr: Le nom de la cartographie CSV doit être unique.

# ResourceManagerView_CsvMappingNameMissing
source: CSV mapping name can not be empty.
de: Der CSV Mapping-Name kann nicht leer sein.
fr: Le nom de la cartographie CSV ne peut pas être vide.

# FormulaEditor_CsvMappingSelectionLabel
source: File name
de: Dateiname
fr: Nom du fichier

# ConsistencyChecker_CsvFileNotFound
source: The mapping file '{0}' in formula '{1}' could not be found in resource manager. Location: {2}
de: Die Mapping-Datei '{0}' in Formel '{1} konnte nicht im Ressourcenmanager gefunden werden. Ort: {2}
fr: Impossible de trouver le fichier de cartographie '{0}' dans la formule '{1}' dans le gestionnaire des ressources. Site : {2}

# LedEditor_RenderExceptionTitle
source: Rendering Error
de: Rendering-Fehler
fr: Erreur de rendu

# LedEditor_RenderFontExceptionMessage
source: Selected Font for element '{0}' doesn't have a specific character
de: Die ausgewählte Schriftart für Element '{0}' hat ein bestimmtes Zeichen nicht
fr: La police sélectionnée pour l'élément '{0}' n'a pas de caractère spécifique.

# FormulaEditor_EmptyPredefinedFormula
source: The selected predefined formula is empty and cannot be used
de: Die ausgewählte vordefinierte Formel ist leer und kann nicht verwendet werden
fr: La formule prédéfinie sélectionnée est vide et ne peut pas être utilisée

# OptionsDialog_LocalResourceAfterLabel
source: Delete local resources after [days]
de: Lokale Ressourcen nach [Tagen] löschen
fr: Supprimer les ressources locales après [jours]

# OptionsDialog_LocalResourceAfterTooltip
source: The days after a local resource should be deleted
de: Die Tage nach denen eine lokale Ressource gelöscht werden soll
fr: Le jour après lequel une ressource locale doit être supprimée

# OptionsDialog_LocalResourceCategoryTitle
source: Resources
de: Ressourcen
fr: Ressources

# OptionsDialog_LocalResourceCategoryTooltip
source: Setup local resources related options
de: Optionen festlegen, die mit lokalen Ressourcen verbunden sind
fr: Options relatives à la configuration des ressources locales

# OptionsDialog_LocalResourceGroupLabel
source: Local resources
de: Lokale Ressourcen
fr: Ressources locales

# OptionsDialog_LocalResourceGroupTooltip
source: Setup the behavior of locally stored resources
de: Das Verhalten der lokal gespeicherten Ressourcen festlegen
fr: Configurer le comportement des ressources enregistrées localement

# OptionsDialog_RendererCategoryTooltip
source: Setup simulation related options
de: Optionen festlegen, die mit der Simulation verbunden sind
fr: Configurer les options relatives à la simulation

# OptionsDialog_RendererFontQualityLabel
source: Font quality
de: Schriftart-Qualität
fr: Qualité de la police

# OptionsDialog_RendererFontQualityTooltip
source: Select how the font quality should be
de: Auswählen, wie die Schriftart-Qualität sein sollte
fr: Sélectionner comme la qualité de la police doit être

# OptionsDialog_RendererGroupLabel
source: Renderer modes
de: Renderer-Modi
fr: Modes Renderer

# OptionsDialog_RendererGroupTooltip
source: Setup the rendering modes for the simulation (Text mode, Font quality, Video mode)
de: Die Renderer-Modi für die Simulation festlegen (Textmodus, Schriftartqualität, Videomodus)
fr: Configurer les modes de rendu pour la simulation (mode texte, qualité police et mode vidéo)

# OptionsDialog_RendererTextModeLabel
source: Text mode
de: Textmodus
fr: Mode Texte

# OptionsDialog_RendererTextModeTooltip
source: Select how the text should be rendered
de: Auswählen, wie der Text gerendert sein sollte
fr: Sélectionner comme le texte doit être rendu

# OptionsDialog_RendererVideoModeLabel
source: Video mode
de: Video-Modus
fr: Mode vidéo

# OptionsDialog_RendererVideoModeTooltip
source: Select how a video should be rendered
de: Auswählen, wie das Video gerendert sein sollte
fr: Sélectionner comme une vidéo doit être rendue

# MediaShellController_CloneLayoutHistoryEntry
source: Layout duplicated
de: Layout dupliziert
fr: Présentation dupliquer

# Paste_WrongScreenTypeMessage
source: Copied element(s) can't be pasted. Source screen type: {0} Destination screen type: {1}
de: Kopierte Element(e) können nicht eingefügt werden. Bildschirmtyp der Quelle: {0} Bildschirmtyp des Ziels: {1}
fr: Kopierte Element(e) können nicht eingefügt werden. Bildschirmtyp der Quelle: {0} Bildschirmtyp des Ziels: {1}

# Paste_WrongScreenTypeTitle
source: Paste not possible
de: Einfügen nicht möglich
fr: Einfügen nicht möglich

# ElementName_AnalogClock
source: Analog clock
de: Analoge Uhr
fr: Horloge analogique

# ElementName_AudioFile
source: Audio file
de: Audio Datei
fr: Fichier audio

# ElementName_AudioOutput
source: Audio output
de: Audioausgabe
fr: Sortie d'audio

# ElementName_AudioPause
source: Audio pause
de: Stille
fr: Silence

# ElementName_DynamicText
source: Dynamic text
de: Dynamischer Text
fr: Texte dynamique

# ElementName_DynamicTts
source: Dynamic TTS
de: Dynamischer TTS
fr: Texte TTS dynamique

# ElementName_Frame
source: Frame
de: Rahmen
fr: Cadre

# ElementName_Image
source: Image
de: Bild

# ElementName_ImageList
source: ImageList
de: Bilderliste
fr: Liste Images

# ElementName_Rectangle
source: Rectangle
de: Rechteck

# ElementName_StaticText
source: Static text
de: Statischer Text
fr: Texte statique

# ElementName_TextToSpeech
source: Static TTS
de: Statischer TTS
fr: Texte TTS statique

# CompatibilityChecker_NoIssues
source: No compatibility issues found
de: Keine Kompatibilitätsprobleme gefunden
fr: N'a pas trouvé d'erreurs de compatibilité

# CompatibilityChecker_Title
source: The current project contains the following compatibility issues:
de: Das aktuelle Projekt enthält folgende Kompatibilitätsprobleme
fr: Le projet actuel contient les erreurs de compatibilité suivantes :

# Compatibility_ErrorTooltip
source: The current project has compatibility issues
de: Das aktuelle Projekt enthält Kompatibilitätsprobleme
fr: Le projet actuel contient les erreurs de compatibilité

# ConsistencyDialog_NoMessages
source: No consistency errors or warnings found
de: Keine Fehler oder Warnungen gefunden
fr: Ne trouver pas des erreurs ou avertissements

# Project_Open_ServerErrorMessageWithReason
source: An error occurred while trying to load the project '{0}' from the server. Reason: {1}
de: Während des Ladens des Projekts '{0}' vom Server ist ein Fehler aufgetreten. Grund: {1}
fr: Une erreur est survenue en essayant de chargé le projet {0}. Raison: {1}

# CompatibilityChecker_BadUnitConfiguration
source: Can not get software versions from update group: {0}
de: Kann keine Softwareversionen der Updategruppe laden: {0}
fr: Ne peut pas charger de version software du groupe update: {0}

# CompatibilityChecker_BadVersion
source: Version of {0} is too low for selected update group: {1}
de: Die Version von {0} ist zu niedrig für die ausgewählte Updategruppe: {1}
fr: La version {0} est trop basse pour le groupe update {1} sélectionné

# CompatibilityChecker_BadVersionDescription
source: Installed {0} - required {1}
de: Installiert {0} - benötigt {1}
fr: installé {0} - version correcte {1}

# CompatibilityChecker_NoVersionInformation
source: No version information
de: Keine Versionsinformation
fr: Pas d'information de version

# CompatibilityChecker_PleaseContactSupport
source: Please contact support.
de: Bitte kontaktieren Sie den Support.
fr: Contactez s.v.p. notre support

# CompatibilityChecker_UnsupportedFeatureUsed
source: Usage of unsupported feature: {0}
de: Verwendung der nichtunterstützten Funktion: {0}
fr: Utilisation de la fonction {0} non supportée

# ConsistencyChecker_InvalidFontHeight
source: Font height must be a positive integer
de: Die Schriftgrösse muss eine positive Zahl sein
fr: La taille de police doit être un nombre positif

# ConsistencyChecker_InvalidFontWeight
source: Font weight must be a positive integer
de: Die Schriftstärke muss eine positive Zahl sein
fr: La taille de police doit être un nombre positif

# ExportController_TryingToExportCompatibilityIssues
source: Project can not be exported because selected update groups contain compatibility issues. Please resolve issues and export again.
de: Das Projekt kann nicht exportiert werden, weil die ausgewählten Updategruppen nicht kompatibel sind.Bitte lösen Sie zuerst die Kompatibilitätsprobleme und exportieren danach nochmal.
fr: Le projet ne peut pas être exporté parce que les groupes d'update sélectionnés ne sont pas compatibles. Résolvez d'abord les problèmes de compatibilité, puis refaites une export

# ExportController_TryingToExportCompatibilityIssuesTitle
source: Compatibility issues
de: Kompatibilitätsprobleme
fr: Problèmes de compatibilité

# ExportController_UpdateGroupHasNoUnitConfiguration
source: Update group has no unit configuration set: {0}
de: Die Updategruppe hat keine Unitkonfiguration: {0}
fr: Le groupe d'update ne comporte pas de configuration d'unité

# ExportScreen_UpdateGroupsCompatibilityIssue_Tooltop
source: Compatibility issues: the project can not be exported to this update group.
de: Kompatibilitätsprobleme: Das Projekt kann nicht für diese Updategruppe exportiert werden
fr: Problème de compatibilité. Le projet ne peut pas être exporté pour ce groupe d'update

# LayoutNavigigationDialog_UsedLayouts
source: Layouts
fr: Présentations

# ResourceManagerView_Videos
source: Videos
fr: Vidéos

# ProjectList_Computer
source: Server
fr: Serveur
