Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Media/Source/Core/Resources/MediaStrings.*.resx
Languages: de, fr

# Shell_NewResourceName
source: Resource
fr: Ressource

# Toolbar_TT_Frame
source: Frame (F)
fr: Cadre (F)

# Toolbar_TT_Hand
source: Hand (H)
fr: Main (H)

# Toolbar_TT_Video
source: Video (M)
fr: Vidéo (M)

# FormulaEditor_DayOfWeek_Friday
source: Fri
fr: Ven

# FormulaEditor_DayOfWeek_Monday
source: Mon
fr: Lun

# SelectSection_Multi
source: Multi
fr: Multiple

# SelectSection_Video
source: Video
fr: Vidéo

# SelectSection_SelectLayoutHeader
source: Layout:
fr: Présentation:

# GeneralEditorController_UpdateLayoutHistoryEntryLabel
source: Update Layout
fr: Mise à jour Présentation

# PropertyGridField_Delimiter
source: Delimiter
fr: Délimiteur

# PropertyGridField_Frame
source: Frame
fr: Cadre

# PropertyGridField_FrameId
source: FrameId
fr: Identifiant Cadre

# PropertyGridField_Layout
source: Layout
fr: Présentation

# PropertyGridField_VideoUri
source: Video URI
fr: URI Vidéo

# TextReplaceControl_2ndColumnHeader
source: Text/Symbol
fr: Texte/Symbole

# ProjectController_DefaultLayoutName
source: Layout 1
fr: Présentation 1

# ProjectController_DefaultVirtualDisplayName
source: TFT Display
fr: Affichage TFT

# ConsistencyDialog_Text
source: Text
fr: Texte

# AnimationEditor_Eval_Linear
source: Linear
fr: Linéaire

# ResolutionNavigationDialog_MasterLayout
source: Master Layout
fr: Présentation Principale

# ProjectList_Details_Layouts
source: Layouts:
fr: Présentations:

# ProjectList_Details_Header
source: Details
fr: Détails

# ImportMenu_Name
source: Name
fr: Nom

# CreatePhysicalScreenPopup_MasterLayout
source: Master Layout
fr: Présentation Principale

# NewMenu_Name
source: Name
fr: Nom

# PhysicalScreenController_DefaultEventAudioLayoutName
source: Event Audio Layout
fr: Présentation Audio d'Évènement

# PhysicalScreenController_DefaultLayoutName
source: Layout
fr: Présentation

# PhysicalScreenController_DefaultStandardAudioLayoutName
source: Standard Audio Layout
fr: Présentation Audio Standard

# ProjectList_ColumnName
source: Name
fr: Nom

# PropertyGridField_Name
source: Name
fr: Nom

# ResolutionNavigationDialog_ScreenName
source: Name
fr: Nom

# Toolbar_TT_RssTicker
source: RSS/DAB Ticker (R)
fr: Téléscripteur RSS/DAB (R)

# Toolbar_TT_Live
source: Live stream (J)
fr: Stream en live (J)

# ElementName_LiveStream
source: Live Stream
fr: Stream en live

# ElementName_RssTicker
source: RSS Ticker
fr: Téléscripteur

# ElementName_Video
source: Video
fr: Vidéo
