Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Media/Source/Core/Resources/MediaStrings.*.resx
Languages: de, fr

# ProjectController_CreatePredefinedFormulaHistoryEntry
source: Created predefined formula.
de: Vordefinierte Formel erstellt
fr: Formule prédéfinie créée.

# ProjectController_DeletePredefinedFormulaHistoryEntry
source: Deleted predefined formula.
de: Vordefinierte Formel gelöscht.
fr: Formule prédéfinie supprimée.

# ProjectController_NewPredefinedFormulaName
source: Formula_
de: Formel_
fr: Formule_

# ExportController_csvFileAlreadyExists
source: Code conversion file 'codeconversion.csv' already exists, if you continue it will be replaced. Continue?
de: Die Konvertierungsdatei 'codeconversion.csv' existiert bereits, wenn Sie fortfahren wird sie überschrieben. Wollen Sie fortfahren?
fr: Le fichier de code de conversion 'codeconversion.csv' existe déjà. Si vous continuez, il sera remplacé. Continuer?

# ExportController_csvFileAlreadyExistsTitle
source: File already exists
de: Die Datei existiert bereits
fr: Fichier existe déjà

# TextReplaceControl_1stColumnHeader
source: No
de: Nr

# TextReplaceControl_3rdColumnHeader
source: Description
de: Beschreibung

# FormulaManagerController_CloneNamePrefix
source: Copy_of_
de: Kopie_von_
fr: Copie_de_

# FormulaManagerController_ClonePredefinedFormulaHistoryEntry
source: Predefined Formula duplicated
de: Vordefinierte Formel dupliziert
fr: Formule Prédéfinie dupliquée

# FormulaManagerController_RenameEvaluationHistoryEntry
source: Predefined Formula renamed
de: Vordefinierte Formel umbenannt
fr: Formule Prédéfinie renommée

# FormulaManagerController_UpdatePredefinedFormulaHistoryEntryLabel
source: Predefined Formula updated
de: Vordefinierte Formel aktualisiert
fr: Formule Prédéfinie mise à jour

# FormulaManager_CanNotRemoveFormula
source: Formula is used and cannot be removed.
de: Die Formel wird benutzt und kann nicht gelöscht werden.
fr: La formule est utilisée et ne peut être supprimée.

# Evaluation_NoSpecialCharactersInName
source: Formula name may not use special characters: ' ', '=', '$', '(', ')', '[', ']', ':', ';', '''
de: Formelname dürfen keine Spezialzeichen enthalten: ' ', '=', '$', '(', ')', '[', ']', ':', ';', '''
fr: Le nom de la formule ne peut contenir des caractères spéciaux: ' ', '=', '$', '(', ')', '[', ']', ':', ';', '''

# Evaluation_SystemNamesNotAllowed
source: Formula name may not be the same as system formulas.
de: Formelname darf nicht wie Systemformeln benannt werden.
fr: Le nom de la formule ne peut être le même que celui des formules du système.

# Evaluation_UniqueName
source: Formula name must be unique!
de: Formelname muss eindeutig sein.
fr: Le nom de la formule doit être unique!

# ProjectController_DefaultCyclePackageName
source: TFT Package
de: TFT Paket
fr: Ensemble Cycles TFT

# ProjectController_DefaultEventCycleName
source: Event cycle 1
de: Event Zyklus 1
fr: Cycle évènement 1

# ProjectController_DefaultMasterCycleName
source: Master cycle
de: Meisterzyklus
fr: Cycle principal

# ProjectController_DefaultMasterLayoutName
source: Standard Master Layout
de: Standard Meisterlayout
fr: Présentation Principale Standard

# ProjectController_DefaultPhysicalScreenName
source: TFT Screen
de: TFT Bildschirm
fr: Écran TFT

# ProjectController_DefaultStandardCycleName
source: Standard cycle 1
de: Standard Zyklus 1
fr: Cycle standard 1

# ProjectController_DefaultVirtualDisplayText
source: Fullscreen
de: Vollbild
fr: Plein écran

# Consistency_ErrorTooltip
source: The current project has errors
de: Das aktuelle Projekt enthält Fehler
fr: Le projet actuel contient des erreurs

# Consistency_WarningTooltip
source: The current project has warnings
de: Das aktuelle Projekt enthält Warnungen
fr: Le projet actuel contient des avertissements

# ExportController_TryingToExportWithErrors
source: Your project still has some errors. Are you sure you want to continue exporting?
de: Ihr Projekt hat derzeit noch Fehler. Sind Sie sich sicher das sie fortfahren wollen?
fr: Votre projet contient toujours des erreurs. Êtes-vous sûr de vouloir continuer l'exportation?

# ExportController_TryingToExportWithErrorsTitle
source: Errors in Project
de: Fehler im Projekt
fr: Erreurs dans le Projet

# ConsistencyChecker_LayoutWithoutElements
source: Layouts without elements won't show any content.
de: Layouts ohne Elemente werden keinen Inhalt anzeigen.
fr: Les présentations sans éléments n'afficheront aucun contenu.

# ConsistencyChecker_LayoutWithoutElementsTitle
source: The layout '{0}' does not contain any elements for resolution '{1}x{2}'.
de: Das Layout '{0}' enthält keine Elemente für die Auflösung '{1}x{2}'.
fr: La présentation '{0}' ne contient aucun élément pour la résolution '{1}x{2}'.

# ConsistencyDialog_Description
source: Description
de: Beschreibung

# ConsistencyDialog_Severity
source: Severity
de: Ernsthaftigkeit
fr: Gravité

# ConsistencyDialog_Title
source: The current project contains the following consistency errors and/or warnings:
de: Das aktuelle Projekt enthält folgende Fehler / Warnungen:
fr: Le projet actuel contient les erreurs et/ou avertissements suivant(e)s:

# ExportController_TryingToExportWithWarnings
source: Your project still has some warnings. Are you sure you want to continue exporting?
de: Ihr Projekt hat derzeit noch Warnungen. Sind Sie sich sicher das sie fortfahren wollen?
fr: Votre projet contient toujours des avertissements. Êtes-vous sûr de vouloir continuer l'exportation?

# ExportController_TryingToExportWithWarningsTitle
source: Warnings in Project
de: Warnung im Projekt
fr: Avertissements dans le Projet

# ConsistencyChecker_FontNotFound
source: The used font '{0} {1}' is not installed and on the current system and not managed in the resources. Location: {2}
de: Die verwendete Schrift '{0} {1}' ist auf dem lokalen System nicht installiert und nicht in den Ressourcen verwaltet. Verwendung: {2}
fr: La police utilisée '{0} {1}' n'est pas installée et sur le système actuel, et pas prise en charge dans les ressources. Emplacement: {2}

# ConsistencyChecker_FontNotFoundTitle
source: Font not found
de: Schrift nicht gefunden
fr: Police non trouvée

# ConsistencyChecker_FontNotInstalledOnTFT
source: Please ensure you have the proper license for this font. Location: {0}
de: Bitte vergewissern sie sich, dass sie die entsprechende Lizenz zur Verwendung der Schrift haben. Verwendung: {0}
fr: Assurez-vous d'avoir la licence adéquate pour cette police. Emplacement: {0}

# ConsistencyChecker_FontNotInstalledOnTFTTitle
source: Used font '{0}' is not not part of TFT Windows image
de: Die verwendete Schrift '{0}' ist nicht Teil des TFT Windows Abbildes
fr: La police utilisée '{0}' ne fait pas partie de l'image Windows du TFT

# ConsistencyChecker_FontStyleItalic
source: Italic
de: Kursiv
fr: Italique

# ConsistencyChecker_InvalidFormula
source: The formula '{0}' is invalid. Location: {1}
de: Die Formel '{0}' ist ungültig. Verwendung: {1}
fr: La formule '{0}' n'est pas valable. Emplacement: {1}

# ConsistencyChecker_InvalidFormulaTitle
source: Invalid formula
de: Ungültige Formel
fr: Formule non valable

# ConsistencyChecker_NoCyclePackage
source: The project must at least contain one cycle package.
de: Das Projekt muss mindestens ein Zykluspaket enthalten.
fr: Le projet doit au moins contenir un ensemble de cycles.

# ConsistencyChecker_NoCyclePackageTitle
source: No cycle package present
de: Kein Zykluspaket vorhanden
fr: Pas d'ensemble de cycles

# ConsistencyChecker_NoLayout
source: The project must at least contain one layout.
de: Das Projekt muss mindestens ein Layout enthalten.
fr: Le projet doit au moins contenir une présentation.

# ConsistencyChecker_NoLayoutTitle
source: No layout present
de: Kein Layout vorhanden
fr: Pas de présentation

# ConsistencyChecker_NoPhysicalScreen
source: The project must at least contain one physical screen.
de: Das Projekt muss mindestens einen physischen Bildschirm enthalten.
fr: Le projet doit au moins contenir un écran physique.

# ConsistencyChecker_NoPhysicalScreenTitle
source: No physical screen present
de: Kein physischer Bildschirm vorhanden
fr: Pas d'écran physique

# ConsistencyChecker_NoProject
source: The application contains no project.
de: Die Anwendung enthält kein Projekt.
fr: L'application ne contient pas de projet.

# ConsistencyChecker_NoProjectTitle
source: No project found
de: Kein Projekt gefunden
fr: Pas de projet trouvé

# ConsistencyChecker_NoStandardCycle
source: The project must at least contain one standard cycle.
de: Das Projekt muss mindestens einen Standardzyklus enthalten.
fr: Le projet doit au moins contenir un cycle standard.

# ConsistencyChecker_NoStandardCycleTitle
source: No standard cycle present
de: Kein Standardzyklus vorhanden
fr: Pas de cycle standard

# ConsistencyChecker_NoVirtualDisplay
source: The project must at least contain one virtual display.
de: Das Projekt muss mindestens ein virtuelles Display enthalten.
fr: Le projet doit au moins contenir un affichage virtuel.

# ConsistencyChecker_NoVirtualDisplayTitle
source: No virtual displays present
de: Kein virtuelles Display vorhanden
fr: Pas d'affichages virtuels

# ConsistencyChecker_ReplacementImageNotSet
source: The replacement '{0}' is set to image mode but image is not specified.
de: Textersetzung '{0}' ist im Bildmodus aber kein Bild wurde ausgewählt.
fr: Le remplacement '{0}' est défini en mode image mais l'image n'est pas spécifiée.

# ConsistencyChecker_ReplacementImageNotSetTitle
source: Textual replacement has an undefined image
de: Textersetzung enthält ein nicht gesetztes Bild
fr: Le remplacement textuel contient une image non définie

# ConsistencyChecker_VirtualDisplayNotLinked
source: Virtual display '{0}' has no link to a cycle package
de: Virtuelles Display '{0}' hat keine Verbindung zu einem Zykluspaket.
fr: L'affichage virtuel '{0}' ne contient pas de lien vers un ensemble de cycles

# ConsistencyChecker_VirtualDisplayNotLinkedTitle
source: Virtual display is not linked
de: Virtuelles Display ist nicht verbunden
fr: L'affichage virtuel n'est pas mis en lien

# ConsistencyChecker_UnusedCycleTitle
source: Cycle '{0}' is not used
de: Zyklus '{0}' wird nicht verwendet
fr: Le cycle '{0}' n'est pas utilisé

# ExportController_PresentationSuccessfullyExportedWithMissingFontsNotCopied
source: Presentation exported. These Fonts couldn't be copied to the Fonts folder: {0} Please check the logs for further details.
de: Präsentation exportiert. Diese Schriften konnten nicht in den Fonts Ordner kopiert werden: {0} Bitte prüfen Sie die Log Datei für weitere Informationen.
fr: Présentation exportée. Ces Polices n'ont pas pu être copiées vers le dossier Fonts: {0} Veuillez consulter les logs pour plus d'informations.

# ConsistencyChecker_LayoutElementImageNotInMediaTitle
source: Image '{0}' not contained in media
de: Bild '{0}' nicht in den Medien enthalten
fr: Image '{0}' non contenue dans les médias

# ConsistencyChecker_LayoutElementImageNotSetTitle
source: Image not set in layout element
de: Layoutelement ohne gesetztes Bild
fr: Image non définie dans l'élément de présentation

# ConsistencyChecker_LayoutElementVideoNotInMediaTitle
source: Video '{0}' not contained in media
de: Video '{0}' nicht in den Medien enthalten
fr: Vidéo '{0}' non contenue dans les médias

# ConsistencyChecker_LayoutElementVideoNotSetTitle
source: Video not set in layout element
de: Layoutelement ohne gesetztes Video
fr: Vidéo non définie dans l'élément de présentation

# ConsistencyChecker_ImageSectionImageNotInMediaTitle
source: Image '{0}' not contained in media
de: Bild '{0}' nicht in den Medien enthalten
fr: L'image '{0}' n'est pas contenue dans les médias

# ConsistencyChecker_ImageSectionImageNotSetTitle
source: Image not set in section
de: Abschnitt hat kein Bild gesetzt
fr: Image non définie dans la section

# ConsistencyChecker_VideoSectionVideoNotInMediaTitle
source: Video '{0}' not contained in media
de: Video '{0}' nicht in den Medien enthalten
fr: Vidéo '{0}' n'est pas contenue dans les médias

# ConsistencyChecker_VideoSectionVideoNotSetTitle
source: Video not set in section
de: Abschnitt hat kein Video gesetzt
fr: Vidéo non définie dans la section

# ConsistencyChecker_InvalidPredefinedFormulaTitle
source: Predefined formula '{0}' is invalid
de: Vordefinierte Formel '{0}' ist ungültig
fr: La formule prédéfinie '{0}' n'est pas valable

# ConsistencyChecker_PoolSectionPoolNotSetTitle
source: Pool section has no pool set
de: Poolabschnitt hat keinen Pool gesetzt
fr: La section Pool n'a pas de pool configuré

# ConsistencyChecker_PredefinedFormulaNotSetTitle
source: Predefined formula '{0}' is empty
de: Vordefinierte Formel '{0}' ist leer
fr: La formule prédéfinie '{0}' est vide

# ConsistencyChecker_LayoutElementVideoInvalidUriTitle
source: Video '{0}' has an invalid URI
de: Video '{0}' enthält keine gültige URI
fr: La vidéo '{0}' contient un URI non valable

# Paste_ConfirmAddResourceMessage
source: Do you want to add resources from the clipboard?
de: Wollen Sie die Ressourcen aus der Zwischenablage einfügen?
fr: Voulez-vous ajouter les ressources du presse-papiers?

# Paste_ConfirmAddResourceTitle
source: Add resource
de: Ressourcen hinzufügen
fr: Ajouter ressource

# Paste_DisplayText
source: Paste {0} layout elements
de: {0} Layoutelemente einfügen
fr: Coller {0} éléments de présentation

# FormulaEditor_MoreInformationLinkText
source: More Information
de: Mehr Informationen
fr: Plus d'Informations

# FormulaEditor_Help_RegexReplace
source: This function replaces a string defined as regex in the "Pattern" within "Evaluation" with the value defined in the "Replacement".
de: Diese Funktion ersetzt die anhand des Patterns gefundene Zeichenfolge im Feld Evaluation durch den Wert im Replacement
fr: La fonction remplace une chaîne définie en tant qu'expression régulière dans «Pattern» dans «Evaluation», avec la valeur définie dans le «Replacement»

# ViewMenu_UseEdgeSnap
source: Use Edge Snap
de: Verwende Kantenmagnet
fr: Utiliser Bords à Encliquetage

# AnimationEditor_AnimationDuration
source: Duration
de: Dauer
fr: Durée

# AnimationEditor_AnimationType
source: Type
de: Typ

# AnimationEditor_EditAnimation
source: Edit Animation
de: Animation editieren
fr: Éditer Animation

# PropertyGrid_ContextMenu_Animation
source: Animation Editor
de: Animations Editor
fr: Éditeur Animation

# PropertyGrid_ContextMenu_RemoveAnimation
source: Remove Animation
de: Animation entfernen
fr: Supprimer Animation

# AnimationEditor_Eval_FadeThroughNothing
source: Fade through nothing
de: Überblenden durch nichts
fr: Fondu à travers rien

# AnimationEditor_DurationTooltip
source: The time in milliseconds for this animation.
de: Die Zeit in Millisekunden für diese Animation.
fr: Heure en millisecondes pour cette animation.

# MediaShellController_CreateLayoutHistoryEntry
source: Layout created
de: Layout erstellt
fr: Présentation créée

# MediaShellController_DeleteLayoutHistoryEntry
source: Layout deleted
de: Layout entfernt
fr: Présentation supprimée

# TriggerEditor_Title
source: Edit Trigger
de: Auslöser editieren
fr: Éditer Déclenchement

# TriggerEditor_AddCoordinate
source: Add Coordinate
de: Koordinate hinzufügen
fr: Ajouter Coordonnée

# TriggerEditor_CantRemoveLastCoordinateError
source: The last Coordinate can't be removed
de: Die letzte Koordinate kann nicht entfernt werden
fr: La dernière Coordonnée n'a pas pu être supprimée

# TriggerEditor_CantRemoveLastCoordinateErrorTitle
source: Error
de: Fehler
fr: Erreur

# EditMenu_CopyInputGestureText
source: Ctrl + C
de: Strg + C

# EditMenu_CutInputGestureText
source: Ctrl + X
de: Strg + X

# EditMenu_PasteInputGestureText
source: Ctrl + V
de: Strg + V

# LayerEditor_RenameLayoutElementHistoryEntry
source: Rename layout element
de: Layoutelement umbenennen
fr: Renommer l'élément de présentation

# ProjectController_AddResource
source: Add Resource
de: Resource hinzufügen
fr: Ajouter Ressource

# SelectMediaNoMediaMessage
source: Please select a media
de: Bitte ein Medium wählen
fr: Veuillez sélectionner un média

# FitToOriginalSizeTooltip
source: Resizes the layout element to the original media resolution.
de: Setzt die Größe des Layoutelementes auf die ursprüngliche Medienauflösung.
fr: Redimensionne l'élément de présentation à la résolution du média original.

# ProjectController_AddMediaPool
source: Add New Media Pool
de: Neuen Media Pool anlegen
fr: Ajouter Nouveau Pool Médias

# ProjectController_UpdateMediaPoolHistoryEntryLabel
source: Update Media Pool
de: Media Pool aktualisieren
fr: Mise à jour Pool Médias

# ProjectController_DeleteMediaPool
source: Delete a media pool
de: Media Pool löschen
fr: Supprimer un Pool Médias

# ProjectController_DeleteResource
source: Delete Resource
de: Ressource löschen
fr: Supprimer Ressource

# ResolutionNavigationDialog_Visible
source: Visible
de: Sichtbar

# ResolutionNavigationDialog_Identifier
source: Identifier
de: Bezeichner
fr: Identificateur

# ResolutionNavigationDialog_LeftTitle
source: Physical Screens
de: Physischer Bildschirm
fr: Écrans Physiques

# ResolutionNavigationDialog_NewScreen
source: New Physical Screen
de: Neuer physikalischer Bildschirm
fr: Nouvel Écran Physique

# ResolutionNavigationDialog_Type
source: Type
de: Typ

# ResolutionNavigationDialog_Resolution
source: Resolution
de: Auflösung
fr: Résolution

# ResolutionNavigationDialog_CloneScreen
source: Duplicate Physical Screen
de: Bildschirm duplizieren
fr: Dupliquer Écran Physique

# ResolutionNavigationDialog_DeleteScreen
source: Delete Physical Screen
de: Bildschirm löschen
fr: Supprimer Écran Physique

# ResolutionNavigationDialog_RenameScreen
source: Rename
de: Umbenennen
fr: Renommer

# PhysicalScreenController_CreatePhysicalScreenHistoryEntry
source: Create Physical Screen
de: Physischer Bildschirm erstellt
fr: Créer Écran Physique

# PhysicalScreenController_DefaultCyclePackageName
source: CyclePackage
de: Zykluspaket
fr: Ensemble Cycles

# ResolutionNavigationDialog_MasterLayoutConfirmMessage
source: If you change the master layout, all content of the current physical screen will be deleted. Do you want to proceed?
de: Wenn Sie das Master Layout wechseln, wird der ganze Inhalt der jetzigen Konfiguration gelöscht. Wollen Sie fortfahren?
fr: Si vous changez la présentation principale, tous les contenus de l'écran physique actuel seront supprimés. Voulez-vous continuer?

# ResolutionNavigationDialog_MasterLayoutConfirmTitle
source: Change master layout
de: Master Layout wechseln
fr: Changer la présentation principale

# ResolutionNavigationDialog_CantDeleteLastPhysicalScreen
source: Last Physical Screen can't be deleted.
de: Der letzte physikalische Bildschirm kann nicht gelöscht werden.
fr: Le dernier Écran Physique ne peut être supprimé.

# ResolutionNavigationDialog_UniqueNameError
source: Physical Screen name must be unique
de: Bildschirm Name muss eindeutig sein
fr: Le nom de l'Écran Physique doit être unique

# ResourceManagerView_PoolNameDuplicate
source: The pool name must be unique.
de: Der Poolname muss eindeutig sein.
fr: Le nom du pool doit être unique.

# ResourceManagerView_PoolNameMissing
source: The pool name can't be empty.
de: Der Poolname kann nicht leer sein.
fr: Le nom du pool ne peut être vide.

# CycleController_RenameCyclePackageHistoryEntry
source: Cycle Package renamed
de: Zykluspaket umbenannt
fr: Ensemble de cycles renommé

# CycleDetailsNavigator_CycleNameDuplicate
source: Cycle name must be unique
de: Der Zyklusname muss eindeutig sein
fr: Le nom du cycle doit être unique

# CycleDetailsNavigator_CycleNameMissing
source: Cycle name can't be empty
de: Der Zyklusname kann nicht leer sein
fr: Le nom du cycle ne peut être vide

# CycleDetailsNavigator_CyclePackageNameDuplicate
source: Cycle Package name must be unique
de: Der Zykluspaketname muss eindeutig sein
fr: Le nom de l'ensemble de cycles doit être unique

# CycleDetailsNavigator_CyclePackageNameMissing
source: The Cycle Package name can't be empty
de: Der Zykluspaketname kann nicht leer sein
fr: Le nom de l'ensemble de cycles ne peut être vide

# LayoutNavigationDialog_LayoutNameDuplicate
source: Layout name must be unique
de: Der Layoutname muss eindeutig sein
fr: Le nom de la présentation doit être unique

# LayoutNavigationDialog_LayoutNameMissing
source: Layout name can't be empty
de: Der Layoutname kann nicht leer sein
fr: Le nom de la présentation ne peut être vide

# CycleController_CreateCycleReferenceHistoryEntry
source: Created new cycle reference
de: Neue Zyklusreferenz erstellt
fr: Nouvelle référence de cycle créée

# CycleDetailsNavigator_CreateCycleReference
source: Create reference
de: Referenz erstellen
fr: Créer référence

# ResolutionNavigationDialog_NameMissing
source: The physical screen name can't be empty
de: Der Bildschirmname kann nicht leer sein
fr: Le nom de l'écran physique ne peut être vide

# CreatePhysicalScreenPopup_Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# CreatePhysicalScreenPopup_Create
source: Create
de: Erstellen
fr: Créer

# CreatePhysicalScreenPopup_Resolution
source: Resolution
de: Auflösung
fr: Résolution

# CreatePhysicalScreenPopup_Type
source: Type
de: Typ

# CreatePhysicalScreenPopup_Unknown
source: Unknown
de: Unbekannt
fr: Inconnu

# CycleRefConfig_UsedReferencesTooltip
source: This cycle is used {0} times.
de: Dieser Zyklus wird {0} mal verwendet.
fr: Ce cycle est utilisée {0} fois.

# LayoutElement_AudioFileToolTip
source: A MP3 audio file as audio source.
de: Eine MP3-Audiodatei als Quelle.
fr: Fichier audio MP3 en tant que source audio.

# LayoutElement_AudioPauseLabel
source: Silence:
de: Stille:

# LayoutElement_AudioPauseToolTip
source: A silence in the audio playback.
de: Eine Stille in der Audiowiedergabe.
fr: Silence dans la lecture audio.

# LayoutElement_AudioDynamicTtsToolTip
source: A dynamicaly generated text to speech audio source.
de: Eine Dynamische Sprachsynthese als Quelle.
fr: Source audio du synthétiseur de parole générée de façon dynamique.

# LayoutElement_AudioStaticTtsToolTip
source: A generated text to speech audio source.
de: Eine Sprachsynthese als Quelle.
fr: Source audio du synthétiseur de parole générée.

# ResourceManagerView_AddAudio
source: Add Audio
de: Audio hinzufügen
fr: Ajouter Audio

# ResourceManagerView_RemoveAudio
source: Remove Audio
de: Audio entfernen
fr: Supprimer Audio

# OpenFileDialog_AudioFilter
source: Audio Files (*.mp3;*.wav)|*.mp3;*.wav
de: Audio Dateien (*.mp3;*.wav)|*.mp3;*.wav
fr: Fichiers Audio (*.mp3;*.wav)|*.mp3;*.wav

# AudioEditorController_CreateAudioDynamicTtsElementHistoryEntryLabel
source: Create Dynamic TTS element
de: Dynamisches TTS Element erstellen
fr: Créer un élément TTS Dynamique

# AudioEditorController_CreateAudioFileElementHistoryEntryLabel
source: Create AudioFile element
de: Audiodateielement erstellen
fr: Créer un élément Fichier Audio

# AudioEditorController_CreateAudioPauseElementHistoryEntryLabel
source: Create Audio Silence element
de: Audiostilleelement erstellen
fr: Créer un élément Silence Audio

# AudioEditorController_CreateAudioTtsElementHistoryEntryLabel
source: Create Static TTS element
de: Statisches TTS Element erstellen
fr: Créer un élément TTS Statique

# AudioEditor_NoAudioAddedMessage
source: Please add an audio element.
de: Bitte fügen Sie ein Audioelement ein.
fr: Veuillez ajouter un élément audio.

# ConsistencyChecker_AudioFileNotSet
source: Element has no audio file or formula set. Location: {0}
de: Element hat keine Audiodatei oder Formel gesetzt. Verwendung: {0}
fr: L'élément n'a pas de fichier audio ou de formules. Emplacement: {0}

# ConsistencyChecker_AudioFileNotSetTitle
source: Audio file output is empty
de: Audiodateiausgabe ist leer
fr: La sortie du fichier audio est vide

# ConsistencyChecker_AudioFrameEmptyTitle
source: Audio layout contains no elements.
de: Audiolayout enthält keine Elemente.
fr: La présentation audio ne contient aucun élément.
