Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Media/Source/Core/Resources/MediaStrings.*.resx
Languages: de, fr

# AddResources_NotEnoughSpace_Message
source: There is not enough free disk space on '{0}'. The file '{1}' can't be added. Please free some disk space and check the values in MediaConfiguration.xml.
de: Nicht genügend freier Speicher vorhanden auf {0}. Die Datei {1} kann nicht hinzugefügt werden. Bitte löschen Sie einige Dateien und prüfen Sie die Einstellungen in MediaConfiguration.xml
fr: L'espace disque disponible n'est pas suffisant sur '{0}'. Le fichier '{1}' ne peut être ajouté. Veuillez libérer de l'espace sur le disque et vérifier les valeurs dans ConfigurationSupport.xml.

# AddResources_NotEnoughSpace_Title
source: Not enough free disk space
de: Nicht genügend freier Speicher
fr: Espace disque disponible insuffisant

# DictionaryValueLanguageName_ar
source: Arabic
de: Arabisch
fr: Arabe

# DictionaryValueLanguageName_de
source: German
de: Deutsch
fr: Allemand

# DictionaryValueLanguageName_default
source: Default
de: Standard
fr: Par défaut

# DictionaryValueLanguageName_en
source: English
de: Englisch
fr: Anglais

# DictionaryValueLanguageName_es
source: Spanish
de: Spanisch
fr: Espagnol

# DictionaryValueLanguageName_fr
source: French
de: Französisch
fr: Français

# DictionaryValueLanguageName_he
source: Hebrew
de: Hebräisch
fr: Hébreu

# DictionaryValueLanguageName_it
source: Italian
de: Italienisch
fr: Italien

# DictionaryValueLanguageName_pt
source: Portugues
de: Portugiesisch
fr: Portugais

# DictionaryValueLanguageName_ru
source: Russian
de: Russisch
fr: Russe

# DictionaryValueLanguageName_zh
source: Chinese
de: Chinesisch
fr: Chinois

# EditDynamicTextPopup_Language
source: Language
de: Sprache
fr: Langue

# EditDynamicTextPopup_RecentlyUsed
source: Recently Used
de: Zuletzt verwendet
fr: Récemment Utilisé

# EditDynamicTextPopup_Row
source: Row
de: Zeile
fr: Ligne

# EditMenu_Copy
source: Copy
de: Kopieren
fr: Copier

# EditMenu_Cut
source: Cut
de: Ausschneiden
fr: Couper

# EditMenu_Delete
source: Delete
de: Löschen
fr: Supprimer

# EditMenu_Paste
source: Paste
de: Einfügen
fr: Coller

# EditMenu_Redo
source: Redo
de: Wiederherstellen
fr: Rétablir

# EditMenu_SelectAll
source: Select All
de: Alles Markieren
fr: Sélectionner Tout

# EditMenu_Undo
source: Undo
de: Rückgängig
fr: Annuler

# ExportController_FileAlreadyExists
source: The file already exists, if you continue it will be replaced. Continue?
de: Die Datei existiert bereits, wenn Sie fortfahren wird sie überschrieben. Wollen Sie fortfahren?
fr: Le fichier existe déjà. Si vous continuez, il sera remplacé. Continuer?

# ExportController_FileAlreadyExistsTitle
source: File already exists
de: Die Datei existiert bereits
fr: Fichier déjà existant

# ExportController_PresentationExportedErrorTitle
source: Error
de: Fehler
fr: Erreur

# ExportController_PresentationExportError
source: Something went wrong when exporting the project. Please check the logs for further information.
de: Beim Exportieren trat ein Fehler auf. Für weitere Informationen prüfen Sie bitte die Logs.
fr: Quelque chose a échoué durant l'exportation du projet. Veuillez consulter les logs pour plus d'informations.

# ExportController_PresentationSuccessfullyExported
source: Project exported
de: Projekt exportiert
fr: Projet exporté

# ExportController_PresentationSuccessfullyExportedTitle
source: Export
de: Exportieren
fr: Exporter

# GraphicalEditor_FitOnScreen
source: Fit to Screen
de: An Bildschirm anpassen
fr: Ajuster à l'Écran

# GraphicalEditor_ZoomIn
source: Zoom In
de: Vergrößern
fr: Zoom Avant

# GraphicalEditor_ZoomOut
source: Zoom Out
de: Verkleinern
fr: Zoom Arrière

# LayoutNavigigationDialog_LayoutLibrary
source: Layout Library
de: Layoutbibliothek
fr: Bibliothèque de Présentations

# LayoutNavigigationDialog_NewLayout
source: New Layout
de: Neues Layout
fr: Nouvelle Présentation

# MainMenu_About
source: About
de: Info
fr: À propos

# MainMenu_Exit
source: Exit
de: Beenden
fr: Fin

# MainMenu_Export
source: Export
de: Exportieren
fr: Exporter

# MainMenu_FormulaManager
source: Formula
de: Formeln
fr: Formule

# MainMenu_ResourceManagement
source: Resource
de: Ressourcen
fr: Ressource

# MainMenu_New
source: New
de: Neu
fr: Nouveau

# MainMenu_Open
source: Open
de: Öffnen
fr: Ouvrir

# MainMenu_Projects
source: Projects
de: Projekte
fr: Projets

# MainMenu_SampleData
source: Sample Data
de: Beispiel Daten
fr: Échantillons de Données

# MainMenu_Save
source: Save
de: Speichern
fr: Enregistrer

# MainMenu_SaveAs
source: Check In As
de: Einchecken als
fr: Enregistrer Sous

# MainMenu_TextualReplacement
source: Textual Replacements
de: Text Ersetzungen
fr: Remplacements Textuels

# ResourceManagerView_AddPicture
source: Add Image
de: Bild hinzufügen
fr: Ajouter Image

# ResourceManagerView_AddVideo
source: Add Video
de: Video hinzufügen
fr: Ajouter Vidéo

# ResourceManagerView_Managed
source: Managed Resources
de: Verwaltete Ressourcen
fr: Ressources Gérés

# ResourceManagerView_NewPool
source: New Pool
de: Neuer Pool
fr: Nouveau Pool

# ResourceManagerView_NoMediaAvailable
source: No resource added yet
de: Noch keine Ressourcen hinzugefügt
fr: Pas de ressource ajouté pour le moment

# ResourceManagerView_Pictures
source: Images
de: Bilder

# ResourceManagerView_RemovePicture
source: Remove Image
de: Bild entfernen
fr: Supprimer Image

# ResourceManagerView_RemovePoolElement
source: Remove element from pool
de: Element vom Pool entfernen
fr: Supprimer l'élément du pool

# ResourceManagerView_RemoveVideo
source: Remove Video
de: Video entfernen
fr: Supprimer Vidéo

# OpenFileDialog_ImageFilterTft
source: TFT Image Files (*.bmp;*.gif;*.jpg;*.jpeg;*.png)|*.bmp;*.gif;*.jpg;*.jpeg;*.png
de: TFT Bild Dateien (*.bmp;*.gif;*.jpg;*.jpeg;*.png)|*.bmp;*.gif;*.jpg;*.jpeg;*.png
fr: Fichiers Image TFT (*.bmp;*.gif;*.jpg;*.jpeg;*.png)|*.bmp;*.gif;*.jpg;*.jpeg;*.png

# OpenFileDialog_VideoFilter
source: Video Files (*.asf;*.avi;*.mpg;*.mp2;*.mpeg;*.mp4;*.wmv)|*.asf;*.avi;*.mpg;*.mp2;*.mpeg;*.mp4;*.wmv
de: Video Dateien (*.asf;*.avi;*.mpg;*.mp2;*.mpeg;*.mp4;*.wmv)|*.asf;*.avi;*.mpg;*.mp2;*.mpeg;*.mp4;*.wmv
fr: Fichiers Vidéo (*.asf;*.avi;*.mpg;*.mp2;*.mpeg;*.mp4;*.wmv)|*.asf;*.avi;*.mpg;*.mp2;*.mpeg;*.mp4;*.wmv

# ProjectList_CurrentFolder
source: Current Folder
de: Aktueller Ordner
fr: Dossier Actuel

# ProjectList_RecentFolders
source: Recent Folders
de: Zuletzt verwendete Ordner
fr: Dossiers Récents

# ProjectList_RecentlyUsed
source: Recent Projects
de: Zuletzt verwendete Projekte
fr: Projets Récents

# Project_DeleteResourceIsUsed
source: The resource {0} can't be deleted. It is used in the project.
de: Das Media Element {0} kann nicht gelöscht werden. Es wird im Projekt verwendet.
fr: La ressource {0} ne peut être supprimée. Elle est utilisée dans le projet.

# Project_DeleteResourceTitle
source: Delete resource
de: Media Element entfernen
fr: Supprimer Ressource

# Project_NewTitle
source: New
de: Neu
fr: Nouveau

# Project_OpenRecent_ErrorMessage
source: Error loading the project. It will be removed from the list of recent projects.
de: Das Projekt konnte nicht geladen werden. Es wird von der Liste der zuletzt verwendeten Projekte entfernt.
fr: Erreur durant le chargement du projet. Il sera supprimé de la liste des projets récents.

# Project_OpenRecent_ErrorTitle
source: Project not found
de: Projekt nicht gefunden
fr: Projet non trouvé

# Project_Open_NotEnoughSpace_Message
source: There is not enough available disk space on '{0}'. The project '{1}' can't be opened. Please free some disk space and check the values in MediaConfiguration.xml.
de: Nicht genügend freier Speicher vorhanden auf {0}. Das Projekt {1} kann nicht geöffnet werden. Bitte löschen Sie einige Dateien und prüfen Sie die Einstellungen in MediaConfiguration.xml
fr: L'espace disque disponible n'est pas suffisant sur '{0}'. Le projet '{1}' ne peut être ouvert. Veuillez libérer de l'espace sur le disque et vérifier les valeurs dans ConfigurationSupport.xml.

# Project_Open_NotEnoughSpace_Title
source: Not enough free disk space
de: Nicht genügend freier Speicher
fr: Espace disque disponible insuffisant

# Project_Open_Title
source: Open location for project file
de: Projekt öffnen
fr: Ouvrir l'emplacement du fichier du projet

# Project_SaveAs_Title
source: Save location for project file
de: Projekt speichern unter
fr: Emplacement du fichier du projet

# Project_UnsavedBox_Content
source: The current project has unsaved changes.{0}Yes: Save changes locally{0}No: Restore last saved state
de: Das aktuelle Projekt enthält nicht gespeicherte Änderungen.{0}Ja: Lokal speichern{0}Nein: Änderungen verwerfen.
fr: Le projet actuel contient des modifications non enregistrées.{0}Oui: Enregistrer localement les modifications{0}Non: Restaurer au dernier point de sauvegarde

# Project_UnsavedBox_Title
source: Save current project?
de: Aktuelles Projekt speichern?
fr: Enregistrer le projet actuel?

# PropertyGrid_ContextMenu_RemoveFormula
source: Remove Formula
de: Formel entfernen
fr: Supprimer Formule

# SelectMediaPopup_Add
source: Add
de: Hinzufügen
fr: Ajouter

# SelectMediaPopup_DimensionColumnHeader
source: Dimensions
de: Dimensionen

# Shell_Information_OnlyOneFrameAllowed
source: Only one frame per layout is allowed
de: Nur ein Rahmen pro Layout erlaubt.
fr: Seul un cadre par présentation est autorisé

# Shell_Layers
source: Layers
de: Ebenen
fr: Couches

# Shell_Properties
source: Properties
de: Eigenschaften
fr: Propriétés

# Toolbar_TT_DynamicText
source: Dynamic Text (D)
de: Dynamischer Text (D)
fr: Texte Dynamique (D)

# Toolbar_TT_Image
source: Image (I)
de: Bild (I)

# Toolbar_TT_Move
source: Move (V)
de: Verschieben (V)
fr: Déplacer (V)

# Toolbar_TT_StaticText
source: Static Text (T)
de: Statischer Text (T)
fr: Texte Statique (T)

# Window_Edit
source: Edit
de: Bearbeiten
fr: Éditer

# Window_File
source: File
de: Datei
fr: Fichier

# FormulaEditor_ExpertTab
source: Expert
de: Fortgeschritten

# FormulaEditor_SimpleTab
source: Simple
de: Einfach

# FormulaEditor_Formula
source: Formula:
de: Formel:
fr: Formule:

# FormulaEditor_ResultPreview
source: Result=
de: Ergebnis=
fr: Résultat=

# ExportController_DestinationNotEmpty
source: One or more of the resource directories 'Images', 'Videos', 'Pools', 'Symbols', 'Fonts', 'Audio', '*.csv' already exist. If you continue everything will be overwritten. Continue?
de: Eines oder mehrere der folgenden Exportverzeichnisse 'Images', 'Videos', 'Pools', 'Symbols', 'Fonts', 'Audio', '*.csv' existiert bereits, wenn Sie fortfahren werden sie überschrieben. Wollen Sie fortfahren?
fr: Un ou plusieurs des répertoires de ressources 'Images', 'Vidéos', 'Pools', 'Symboles', 'Polices', 'Audio', '*.csv' existent déjà. Si vous continuez, ils seront remplacés. Continuer?

# ExportController_DestinationNotEmptyTitle
source: Destination directory not empty
de: Zielverzeichnis nicht leer
fr: Répertoire déjà existant

# ExportController_InfomediaFilter
source: Infomedia files (*.im2)|*.im2
de: Infomediadateien (*.im2)|*.im2
fr: Fichiers infomédia (*.im2)|*.im2

# ExportController_SaveAs_LocalTitle
source: Save location for im2 file
de: Speicherort für im2 Datei
fr: Emplacement du fichier im2

# FormulaEditor_HelpLabel
source: Help
de: Hilfe
fr: Aide

# FormulaEditor_Help_And
source: This function returns TRUE if all arguments evaluate to TRUE. If one or more arguments evaluate to FALSE, the function returns FALSE.
de: Diese Funktion liefert den Wert WAHR, wenn alle Argumente als WAHR bewertet werden. Werden ein oder mehrere Argumente als FALSCH bewertet, liefert die Funktion den Wert FALSCH
fr: La fonction renvoie la valeur VRAI si tous les arguments sont évalués à VRAI. Si un ou plusieurs arguments sont évalués à FAUX, la fonction renvoie la valeur FAUX.

# FormulaEditor_Help_Constant
source: Not supported.
de: Wird nicht unterstützt
fr: Non pris en charge.

# FormulaEditor_Help_CsvMapping
source: This function returns the value of the column defined in "OutputFormat" if the values of the operands (columns) match. "FileName" contains the csv file to use.
de: Diese Funktion liefert den Wert der Spalte zurück, welche im Feld OutputFormat definiert ist und die Spalten der angegebenen Operatoren übereinstimmen. Das Feld FileName enthält den Dateinamen der Komma separierten Datei.
fr: La fonction renvoie la valeur de la colonne définie dans « OutputFormat » si les valeurs des opérandes (colonnes) correspondent. « FileName » contient le fichier csv à utiliser.

# FormulaEditor_Help_Date
source: This function returns TRUE if the current date is between Begin and End.
de: Diese Funktion liefert den Wert WAHR, wenn das aktuelle Datum zwischen dem Beginn und Ende liegt.
fr: La fonction renvoie la valeur VRAI si la date actuelle est comprise entre Début et Fin.

# FormulaEditor_Help_DayOfWeek
source: This function returns TRUE if the current week day is set to TRUE.
de: Diese Funktion liefert den Wert WAHR, wenn der Wochentag in der Liste definiert ist.
fr: La fonction renvoie la valeur VRAI si le jour actuel de la semaine est défini à VRAI.

# FormulaEditor_Help_Equals
source: Not supported. It is enough to use „=“
de: Wird nicht unterstützt Es reicht die direkte Eingabe von „=“
fr: Non pris en charge. Suffisant pour utiliser «=».

# FormulaEditor_Help_Evaluation
source: Predefined formula.
de: Vordefinierte Formel.
fr: Formule prédéfinie.

# FormulaEditor_Help_Format
source: This function replaces the placeholders defined in "Format" with the values of the arguments.
de: Diese Funktion ersetzt die im Format angegebenen Platzhalter durch die Werte in den Operanden
fr: La fonction remplace les espaces réservés définis dans «Format» par les valeurs des arguments.

# FormulaEditor_Help_Generic
source: This function returns the value of the chosen dictionary cell.
de: Diese Funktion liefert den Wert aus dem gewählten Dictionary
fr: La fonction renvoie la valeur de la cellule de dictionnaire sélectionnée.

# FormulaEditor_Help_GreaterThan
source: Not supported. It's enough to use „>“
de: Wird nicht unterstützt Es reicht die direkte Eingabe von „>“
fr: Non pris en charge. Suffisant pour utiliser «>».

# FormulaEditor_Help_GreaterThanOrEqual
source: Not supported. It's enough to use „>=“
de: Wird nicht unterstützt Es reicht die direkte Eingabe von „>=“
fr: Non pris en charge. Suffisant pour utiliser «>=».

# FormulaEditor_Help_If
source: This function returns the value of "Then" if the "Condition" is evaluated to TRUE, otherwise the function returns the value of "Else".
de: Die Funktion WENN gibt einen bestimmten Wert zurück, wenn eine angegebene Bedingung als WAHR bewertet wird, und einen anderen Wert, wenn die Bedingung als FALSCH bewertet wird.
fr: La fonction renvoie la valeur de «Alors» si la «Condition» est évaluée à VRAI. Autrement, la fonction renvoie la valeur de «Sinon».

# FormulaEditor_Help_IntegerCompare
source: This function returns TRUE if the value is between Begin and End.
de: Diese Funktion liefert den Wert WAHR, wenn der Wert zwischen Begin und End liegt.
fr: La fonction renvoie la valeur VRAI si la valeur est comprise entre Début et Fin.

# FormulaEditor_Help_LessThan
source: Not supported. It' enough to use „<“.
de: Wird nicht unterstützt Es reicht die direkte Eingabe von „<“
fr: Non pris en charge. Suffisant pour utiliser «<».

# FormulaEditor_Help_LessThanOrEqual
source: Not supported. It' enough to use „<=“
de: Wird nicht unterstützt Es reicht die direkte Eingabe von „<=“
fr: Non pris en charge. Suffisant pour utiliser «<=».

# FormulaEditor_Help_None
source: No formula selected.
de: Keine Formel ausgewählt.
fr: Pas de formule sélectionnée.

# FormulaEditor_Help_Not
source: This function changes FALSE to TRUE, or TRUE to FALSE.
de: Kehrt den Wert eines Arguments um. NICHT können Sie immer dann verwenden, wenn Sie sicherstellen möchten, dass ein Wert nicht mit einem bestimmten Wert übereinstimmt.
fr: La fonction transforme FAUX en VRAI, ou VRAI en FAUX.

# FormulaEditor_Help_NotEquals
source: Not supported. It' enough to use „<>“
de: Wird nicht unterstützt Es reicht die direkte Eingabe von „<>“
fr: Non pris en charge. Suffisant pour utiliser «<>».

# FormulaEditor_Help_Or
source: This function returns TRUE if at least one argument evaluates to TRUE, otherwise it returns FALSE.
de: Gibt WAHR zurück, wenn ein Argument WAHR ist. Gibt FALSCH zurück, wenn alle Argumente FALSCH sind.
fr: La fonction renvoie la valeur VRAI si au moins un argument est évalué à VRAI. Autrement, elle renvoie la valeur FAUX.

# FormulaEditor_Help_StringCompare
source: This function returns TRUE if "Value" and "Evaluation" are equal.
de: Diese Funktion liefert den Wert WAHR, wenn die Felder Value und Evaluation gleich sind.
fr: La fonction renvoie la valeur VRAI si «Valeur» et «Évaluation» sont identiques.

# FormulaEditor_Help_Switch
source: This function returns the value of the operand which "case" is equal to the "Value". If no "case" is equal the "Default" is returned.
de: Diese Funktion gibt den Inhalt des Operanden zurück, dessen "case" mit dem Wert übereinstimmt. Wenn keine Übereinstimmung gefunden wurde, wird der Default Wert genommen.
fr: La fonction renvoie la valeur de l'opérande dont le «cas» est identique à la «Valeur». Si aucun «cas» est identique, la «Valeur par défaut» est renvoyée.

# FormulaEditor_Help_TextToImage
source: This function returns the image with the name returned by the value of the dynamic text.
de: Die Funktion liefert das Bild zum Wert vom dynamischen Text.
fr: La fonction renvoie l'image avec le nom renvoyé par la valeur du texte dynamique.

# FormulaEditor_Help_Time
source: This function returns TRUE if the time is between Begin and End.
de: Diese Funktion liefert den Wert WAHR, wenn die Uhrzeit zwischen dem Beginn und Ende liegt.
fr: La fonction renvoie la valeur VRAI si l'heure est comprise entre Début et Fin.

# FormulaEditor_AddNewPropertyItem
source: Add Operator
de: Operant hinzufügen
fr: Ajouter Opérateur

# FormulaEditor_CollectionPropertyItem
source: Operator
de: Operand
fr: Opérateur

# FormulaParser_Error_Container_TooManyArguments
source: The expression can only contain one argument.
de: Die Anweisung kann nur ein Argument enthalten.
fr: L'expression peut uniquement contenir un argument.

# FormulaParser_Error_IF_MissingConditionArgument
source: An if expression requires a <condition> argument. Usage: IF ( <condition> ; <then> ; <else> )
de: Die if Anweisung benötigt ein <Bedingung> Argument. Verwendung: IF ( <Bedingung> ; <Dann> ; <Sonst> )
fr: Une expression si nécessite un argument <condition>. Utilisation: IF ( <condition> ; <alors> ; <sinon> )

# FormulaParser_Error_IF_MissingThenArgument
source: An if expression requires a <then> argument. Usage: IF ( <condition> ; <then> ; <else> )
de: Die if Anweisung benötigt ein <Dann> Argument. Verwendung: IF ( <Bedingung> ; <Dann> ; <Sonst> )
fr: Une expression si nécessite un argument <alors>. Utilisation: IF ( <condition> ; <alors> ; <sinon> )

# FormulaParser_Error_IF_TooManyArguments
source: Too many arguments for if expression. Usage: IF ( <condition> ; <then> ; <else> )
de: Zu viele Argumente für eine If Anweisung. Verwendung: IF ( <Bedingung> ; <Dann> ; <Sonst> )
fr: Trop d'arguments pour une expression si. Utilisation: IF ( <condition> ; <alors> ; <sinon> )

# FormulaParser_Error_Collection_NotEnoughArguments
source: The expression requires at least two arguments.
de: Die Anweisung benötigt mindestens zwei Argumente.
fr: L'expression nécessite au moins deux arguments.

# FormulaParser_Error_FORMAT_FirstArgumentNotString
source: The first argument of a Format expression needs to be a string. Usage: Format ( <format-string> ; <parameters> ; ... )
de: Die erste Argument einer Format Anweisung muss ein Text sein. Verwendung: Format ( <Format-Text> ; <Parameter> ; ... )
fr: Le premier argument d'une expression Format doit être une chaîne. Utilisation: FORMAT ( <format chaînes> ; <paramètres> ; ... )

# FormulaParser_Error_GENERIC_NoNegativeRowsAllowed
source: Error in dictionary selection, negative row values are not allowed.
de: Fehlerhafte Feldbeschreibung, negative Zeilennummer sind nicht erlaubt.
fr: Erreur dans la sélection du dictionnaire, des bValeurs de ligne négatives ne sont pas autorisées.

# FormulaParser_Error_GENERIC_NoSuchColumnFound
source: Error in dictionary selection, column '{0}' does not exist.
de: Fehlerhafte Feldbeschreibung, Spalte '{0}' existiert nicht.
fr: Erreur dans la sélection du dictionnaire, la colonne '{0}' n'existe pas.

# FormulaParser_Error_GENERIC_NoSuchTableFound
source: Error in dictionary selection, table '{0}' does not exist.
de: Fehlerhafte Feldbeschreibung, Tabelle '{0}' existiert nicht.
fr: Erreur dans la sélection du dictionnaire, le tableau '{0}' n'existe pas.

# FormulaParser_Error_GENERIC_TableIsMultiRow
source: Error in dictionary selection, table requires a row index.
de: Fehlerhafte Feldbeschreibung, Tabelle benötigt eine Zeilennummer.
fr: Erreur dans la sélection du dictionnaire, le tableau nécessite un index de lignes.

# FormulaParser_Error_GENERIC_TableIsNotMultirow
source: Error in dictionary selection, table does not require a row index.
de: Fehlerhafte Feldbeschreibung, Tabelle erlaubt keine Zeilennummern.
fr: Erreur dans la sélection du dictionnaire, le tableau ne nécessite pas d'index de lignes.

# FormulaParser_Error_GENERIC_TablIsMultiLanguage
source: Error in dictionary selection, table does require a language name.
de: Fehlerhafte Feldbeschreibung, Tabelle benötigt eine Spracheauswahl.
fr: Erreur dans la sélection du dictionnaire, le tableau nécessite un nom de langue.

# FormulaParser_Error_GENERIC_TablIsNotMultiLanguage
source: Error in dictionary selection, table does not require a language name.
de: Fehlerhafte Feldbeschreibung, Tabelle erlaubt keine Sprachauswahl.
fr: Erreur dans la sélection du dictionnaire, le tableau ne nécessite pas de nom de langue.

# FormulaParser_Error_CSVMAPPING_FirstArgumentNotString
source: The first argument of the CsvMapping expression needs to be a string
de: Das erste Argument der CsvMapping Anweisung muss ein Text sein.
fr: Le premier argument de l'expression CsvMapping doit être une chaîne.

# LayoutNavigationDialog_RemoveLayoutMessage
source: The layout '{0}' can't be removed because it is being used in the following sections:
de: Das Layout '{0}' kann nicht entfernt werden, da es in den folgenden Sektionen verwendet wird:
fr: La présentation '{0}' ne peut être supprimée car elle est utilisée dans les sections suivantes:

# LayoutNavigationDialog_RemoveLayoutMessage_Cycle
source: Cycle '{0}':
de: Zyklus '{0}':

# LayoutNavigationDialog_RemoveLayoutMessage_Section
source: Section '{0}'
de: Sektion '{0}'

# LayoutNavigationDialog_RemoveLayoutTitle
source: Remove Layout
de: Layout entfernen
fr: Supprimer Présentation

# FormulaParser_Error_CSVMAPPING_SecondArgumentNotString
source: The second argument of the CsvMapping expression needs to be a string.
de: Das zweite Argument der CsvMapping Anweisung muss ein Text sein.
fr: Le deuxième argument de l'expression CsvMapping doit être une chaîne.

# FormulaParser_Error_Date_FirstArgumentNotString
source: The first argument of the Date expression needs to be a string.
de: Das erste Argument der Date Anweisung muss ein Text sein.
fr: Le premier argument de l'expression Date doit être une chaîne.

# FormulaParser_Error_Date_SecondArgumentNotString
source: The second argument of the Date expression needs to be a string.
de: Das zweite Argument der Date Anweisung muss Text sein.
fr: Le deuxième argument de l'expression Date doit être une chaîne.

# FormulaParser_Error_Date_TooManyArguments
source: The Date expression has too many arguments.
de: Die Date Anweisung hat zu viele Argumente.
fr: L'expression Date contient trop d'arguments.
