Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Media/Source/Core/Resources/MediaStrings.*.resx
Languages: de, fr

# FormulaParser_Error_DayOfWeek_ArgumentsNeedToBeBool
source: The DayOfWeek arguments need to be boolean.
de: Die DayOfWeek Argumente müssen boolean sein.
fr: Les arguments DayOfWeek doivent être booléens.

# FormulaParser_Error_DayOfWeek_TooManyArguments
source: The DayOfWeek expression has to many arguments.
de: Die DayOfWeek Anweisung hat zu viele Argumente.
fr: L'expression DayOfWeek contient trop d'arguments.

# FormulaParser_Error_Time_FirstArgumentNotString
source: The first argument of the Time expression needs to be string.
de: Das erste Argument der Time Anweisung muss ein Text sein.
fr: Le premier argument de l'expression Time doit être une chaîne.

# FormulaParser_Error_Time_SecondArgumentNotString
source: The second argument of the TIME expression needs to be string.
de: Das zweite Argument der Time Anweisung muss Text sein.
fr: Le deuxième argument de l'expression Time doit être une chaîne.

# FormulaValuesToStringColumnNotFound
source: <Column {0} not found>
de: <Spalte {0} nicht gefunden>
fr: <Colonne {0} non trouvée>

# FormulaValuesToStringTableNotFound
source: <Table {0} not found>
de: <Tabelle {0} nicht gefunden>
fr: <Tableau {0} non trouvé>

# Keyboard_Shortcuts_Delete
source: Del
de: Entf
fr: Suppr

# LayoutNavigationDialog_CloneButtonText
source: Duplicate
de: Duplizieren
fr: Dupliquer

# LayoutNavigationDialog_CloneNamePrefix
source: Copy of
de: Kopie von
fr: Copie de

# FormulaValuesToStringLanguageNotFound
source: <Language {0} not found>
de: <Sparche {0} nicht gefunden>
fr: <Langue {0} non trouvée>

# FormulaValuesToStringRowNotFound
source: <Row {0} is invalid>
de: <Zeile {0} ist ungültig>
fr: <Ligne {0} non valable>

# FormulaEditor_DayOfWeek_Saturday
source: Sat
de: Sam
fr: Sam

# FormulaEditor_DayOfWeek_Sunday
source: Sun
de: Son
fr: Dim

# FormulaEditor_DayOfWeek_Thursday
source: Thu
de: Don
fr: Jeu

# FormulaEditor_DayOfWeek_Tuesday
source: Tue
de: Die
fr: Mar

# FormulaEditor_DayOfWeek_Wednesday
source: Wed
de: Mit
fr: Mer

# FormulaParser_Error_Case_FirstArgumentNotConstant
source: Left side of switch case should be constant
de: Linke Seite einer Switchbedingung muss eine Konstante sein
fr: La partie gauche du cas de commutation doit être constante

# FormulaParser_Error_IntegerCompare_SecondArgumentNotInt
source: The second argument of the IntegerCompare expression needs to be int.
de: Das zweite Argument der IntegerCompare Anweisung muss eine Zahl sein.
fr: Le deuxième argument de l'expression IntegerCompare doit être un entier.

# FormulaParser_Error_IntegerCompare_ThirdArgumentNotInt
source: The third argument of the IntegerCompare expression needs to be int.
de: Das dritte Argument der IntegerCompare Anweisung muss eine Zahl sein.
fr: Le troisième argument de l'expression IntegerCompare doit être un entier.

# FormulaParser_Error_IntegerCompare_TooManyArguments
source: Too many arguments for IntegerCompare expression. Usage: IntegerCompare ( <Generic> ; <int> ; <int> )
de: Zu viele Argumente für eine IntegerCompare Anweisung. Verwendung: IntegerCompare ( <Feld> ; <Zahl> ; <Zahl> )
fr: Trop d'arguments pour l'expression IntegerCompare. Utilisation: IntegerCompare ( <Générique> ; <int> ; <int> )

# FormulaParser_Error_StringCompare_SecondArgumentNotConstant
source: The second argument of the StringCompare expression needs to be a string
de: Das zweite Argument der StringCompare Anweisung muss ein Text sein.
fr: Le deuxième argument de l'expression StringCompare doit être une chaîne.

# FormulaParser_Error_StringCompare_ThirdArgumentNotBool
source: The third argument of the StringCompare expression needs to be bool (true, false).
de: Das dritte Argument der StringCompare Anweisung muss ein bool (true, false) sein.
fr: Le troisième argument de l'expression StringCompare doit être bool (VRAI, FAUX).

# FormulaParser_Error_StringCompare_TooManyArguments
source: Too many arguments for StringCompare expression. Usage: StringCompare ( <Generic> ; <string> ; <bool> )
de: Zu viele Argumente für eine StringCompare Anweisung. Verwendung: StringCompare ( <Feld>; <Text> ; <bool> )
fr: Trop d'arguments pour l'expression StringCompare. Utilisation: StringCompare ( <Générique> ; <chaîne> ; <bool> )

# FormulaParser_Error_TextToImage_SecondArgumentNotString
source: The second argument of the TextToImage expression needs to be a string.
de: Das zweite Argument der TextToImage Anweisung muss ein Text sein.
fr: Le deuxième argument de l'expression TextToImage doit être une chaîne.

# FormulaParser_Error_TextToImage_TooManyArguments
source: Too many arguments for TextToImage expression. Usage: TextToImage ( <Generic> ; <string> )
de: Zu viele Argumente für eine TextToImage Anweisung. Verwendung: TextToImage ( <Feld>; <Text> )
fr: Trop d'arguments pour une expression TextToImage. Utilisation: TextToImage ( <Générique> ; <chaîne> )

# FormulaParser_Error_Date_FirstArgumentNotDate
source: First string does not contain a date. Use format <dd.mm.yyyy>
de: Die erste Zeichenkette ist kein Datum. Format <dd.mm.yyyy>
fr: La première chaîne ne contient pas de date. Utiliser le format <jj.mm.aaaa>

# FormulaParser_Error_Date_SecondArgumentNotDate
source: Second string does not contain a date. Use format <dd.mm.yyyy>
de: Die zweite Zeichenkette ist kein Datum. Format <dd.mm.yyyy>
fr: La deuxième chaîne ne contient pas de date. Utiliser le format <jj.mm.aaaa>

# FormulaParser_Error_Binary_MissingLeftArgument
source: A binary expression requires a <left> argument.
de: Die binary Anweisung braucht ein <left> Argument.
fr: Une expression binaire nécessite un argument <gauche>.

# FormulaParser_Error_Binary_MissingRightArgument
source: A binary expression requires a <right> argument.
de: Die binary Anweisung braucht ein <right> Argument.
fr: Une expression binaire nécessite un argument <droite>.

# FormulaParser_Error_Container_MissingEvaluationArgument
source: The expression requires a <evaluation> argument.
de: Die Anweisung braucht ein <evaluation> Argument.
fr: L'expression nécessite un argument <evaluation>.

# FormulaParser_Error_Csv_MissingDefaultValue
source: A CsvMapping expression requires a <default> argument.
de: Die CsvMapping Anweisung braucht ein <default> Argument.
fr: Une expression CsvMapping nécessite un argument <default>.

# FormulaParser_Error_Csv_MissingFilename
source: A CsvMapping expression requires a <filename> argument.
de: Die CsvMapping Anweisung braucht ein <filename> Argument.
fr: Une expression CsvMapping nécessite un argument <filename>.

# FormulaParser_Error_Csv_MissingOutputFormat
source: a CsvMapping expression requires a <output format> argument.
de: Die CsvMapping Anweisung braucht ein <output format> Argument.
fr: Une expression CsvMapping nécessite un argument <output format>.

# FormulaParser_Error_Date_EndLessThanBegin
source: The <begin> argument can't be greater than the <end> value.
de: Das <begin> Argument kann nicht grösser sein als das <end> Argument.
fr: L'argument <begin> ne peut être supérieur à la valeur <end>.

# FormulaParser_Error_Date_MissingBeginArgument
source: A Date expression requires a <begin> argument.
de: Die Date Anweisung braucht ein <begin> Argument.
fr: Une expression Date nécessite un argument <début>.

# FormulaParser_Error_Date_MissingEndArgument
source: A Date expression requires an <end> argument.
de: Die Date Anweisung braucht ein <end> Argument.
fr: Une expression Date nécessite un argument <fin>.

# FormulaParser_Error_DayOfWeek_UnknownDay
source: The day '{0}' is unknown.
de: Der Tag '{0}' ist unbekannt.
fr: Le jour '{0}' est inconnu.

# FormulaParser_Error_Switch_MissingDefaultArgument
source: A Switch expression requires a <default> argument.
de: Die Switch Anweisung braucht ein <default> Argument.
fr: Une expression Switch nécessite un argument <par défaut>.

# FormulaParser_Error_Switch_MissingValueArgument
source: A Switch expression requires a <value> argument.
de: Die Switch Anweisung braucht ein <value> Argument.
fr: Une expression Switch nécessite un argument <valeur>.

# FormulaParser_Error_TextToImage_MissingEvaluationArgument
source: A TextToImage expression requires an <evaluation> argument.
de: Die TextToImage Anweisung braucht ein <evaluation> Argument.
fr: Une expression TextToImage nécessite un argument <évaluation>.

# FormulaParser_Error_Time_EndLessThanBegin
source: The <begin> argument can't be greater than the <end> value.
de: Das <begin> Argument kann nicht grösser sein als das <end> Argument.
fr: L'argument <begin> ne peut être supérieur à la valeur <end>.

# FormulaParser_Error_Time_MissingBeginArgument
source: A Time expression requires a <begin> argument.
de: Die Time Anweisung braucht ein <begin> Argument.
fr: Une expression Time nécessite un argument <début>.

# FormulaParser_Error_Time_MissingEndArgument
source: A Time expression requires an <end> argument.
de: Die Time Anweisung braucht ein <end> Argument.
fr: Une expression Time nécessite un argument <fin>.

# FormulaParser_Error_CsvMapping_LeftSideOfCaseIsNoInteger
source: Left side of match {0} is no integer
de: Linke Seite der Bedingung {0} ist keine Ganzzahl.
fr: La partie gauche de la condition {0} n'est pas un nombre entier

# LayoutNavigationDialog_UsedLayoutTooltip
source: This layout is used in {0} section(s).
de: Dieses Layout wird in {0} Sektion(en) verwendet.
fr: Cette présentation est utilisée dans {0} section(s).

# FormulaParser_Error_RegexReplace_SecondArgumentNotString
source: The second argument of the RegexReplace expression needs to be a string.
de: Das zweite Argument der RegexReplace Anweisung muss Text sein.
fr: Le deuxième argument de l'expression RegexReplace doit être une chaîne.

# FormulaParser_Error_RegexReplace_ThirdArgumentNotString
source: The third argument of the RegexReplace expression needs to be a string.
de: Das dritte Argument der RegexReplace Anweisung muss Text sein.
fr: Le troisième argument de l'expression RegexReplace doit être une chaîne.

# FormulaParser_Error_RegexReplace_TooManyArguments
source: Too many arguments for RegexReplace expression. Usage: RegexReplace ( <Generic> ; <pattern>; <replacement> )
de: Zu viele Argumente für eine RegexReplace Anweisung. Verwendung: RegexReplace ( <Feld>; <Pattern> ; <Replacement> )
fr: Trop d'arguments pour une expression RegexReplace. Utilisation: RegexReplace ( <Générique> ; <configuration>; <remplacement> )

# CycleDetailsNavigator_CreateNewCycle
source: New Cycle
de: Neuer Zyklus
fr: Nouveau Cycle

# CycleDetailsNavigator_CreateNewSection
source: New Section
de: Neuer Abschnitt
fr: Nouvelle Section

# SectionConfigNameFallback_ImageSectionConfigDataViewModel
source: Image Section
de: Bild Abschnitt
fr: Section Image

# SectionConfigNameFallback_MasterSectionConfigDataViewModel
source: Master Section
de: Master Abschnitt
fr: Section Principale

# SectionConfigNameFallback_MultiSectionConfigDataViewModel
source: Multi Section
de: Multi Abschnitt
fr: Section Multiple

# SectionConfigNameFallback_PoolSectionConfigDataViewModel
source: Pool Section
de: Pool Abschnitt
fr: Section Pool

# SectionConfigNameFallback_StandardSectionConfigDataViewModel
source: Standard Section
de: Standard Abschnitt
fr: Section Standard

# SectionConfigNameFallback_VideoSectionConfigDataViewModel
source: Video Section
de: Video Abschnitt
fr: Section Vidéo

# SectionConfigNameFallback_WebmediaSectionConfigDataViewModel
source: Webmedia Section
de: Webmedia Abschnitt
fr: Section Webmedia

# CycleController_NewCycleName
source: New Cycle
de: Neuer Zyklus
fr: Nouveau Cycle

# CycleController_CantDeleteLastCycle
source: Last Standard Cycle can't be deleted
de: Der Letzte Standard Zyklus kann nicht gelöscht werden
fr: Le dernier Cycle Standard ne peut être supprimé

# CycleController_CantDeleteLastSection
source: Last Section can't be deleted
de: Der Letzte Abschnitt kann nicht gelöscht werden
fr: La dernière Section ne peut être supprimée

# CycleController_CreateCycleHistoryEntry
source: Created new cycle
de: Neuer Zyklus erstellt
fr: Nouveau cycle créé

# CycleController_CloneNamePrefix
source: Copy of
de: Kopie von
fr: Copie de

# CycleDetailsNavigator_CloneCycle
source: Duplicate Cycle
de: Zyklus duplizieren
fr: Dupliquer Cycle

# CycleDetailsNavigator_CloneSection
source: Duplicate Section
de: Abschnitt duplizieren
fr: Dupliquer Section

# CycleDetailsNavigator_DeleteCycle
source: Delete Cycle
de: Zyklus löschen
fr: Supprimer Cycle

# CycleDetailsNavigator_DeleteSection
source: Delete Section
de: Abschnitt löschen
fr: Supprimer Section

# ViewMenu_ShowSimulation
source: Show Simulation
de: Simulation anzeigen
fr: Montrer Simulation

# Window_View
source: View
de: Ansicht
fr: Vue

# CycleController_CloneCycleHistoryEntry
source: Cycle duplicated
de: Zyklus dupliziert
fr: Cycle dupliqué

# CycleController_CloneSectionHistoryEntry
source: Section duplicated
de: Abschnitt dupliziert
fr: Section dupliquée

# CycleController_CreateSectionHistoryEntry
source: Section created
de: Abschnitt erstellt
fr: Section créée

# CycleController_DeleteCycleHistoryEntry
source: Cycle deleted
de: Zyklus gelöscht
fr: Cycle supprimé

# CycleController_DeleteSectionHistoryEntry
source: Section deleted
de: Abschnitt gelöscht
fr: Section supprimée

# CycleController_RenameCycleHistoryEntry
source: Cycle renamed
de: Zyklus umbenannt
fr: Cycle renommé

# CycleController_RenameSectionHistoryEntry
source: Section renamed
de: Abschnitt umbenannt
fr: Section renommée

# MediaShellController_RenameLayoutHistoryEntry
source: Layout renamed
de: Layout umbenannt
fr: Présentation renommée

# CycleDetailsNavigator_RenameCycle
source: Rename
de: Umbenennen
fr: Renommer

# CycleDetailsNavigator_RenameSection
source: Rename
de: Umbenennen
fr: Renommer

# LayoutNavigigationDialog_RenameLayout
source: Rename
de: Umbenennen
fr: Renommer

# CreateCyclePopup_Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# CreateCyclePopup_CreateCycle
source: Create
de: Erstellen
fr: Créer

# CreateCyclePopup_EventCycle
source: Event cycle
de: Event Zyklus
fr: Cycle évènement

# CreateCyclePopup_StandardCycle
source: Standard cycle
de: Standard Zyklus
fr: Cycle standard

# CycleController_NewEventCycleName
source: New Event Cycle
de: Neuer Event Zyklus
fr: Nouveau Cycle Évènement

# CycleDetailsNavigator_TreeViewCycleTypes
source: Event cycles, Standard cycles
de: Eventzyklen, Normale Zyklen
fr: Cycles évènements, Cycles standards

# SelectSection_Image
source: Image
de: Bild

# SelectSection_Dynamic
source: Dynamic
de: Dynamisch
fr: Dynamique

# SelectSection_SelectTypeHeader
source: Section type:
de: Abschnittstyp:
fr: Type de section:

# Toolbar_TT_AnalogClock
source: Analog Clock (C)
de: Analog Uhr (C)
fr: Horloge Analogique (C)

# Toolbar_TT_ImageList
source: Image List (L)
de: Symbolliste (L)
fr: Liste Images (L)

# TftEditorController_CreateAnalogClockElementHistoryEntryLabel
source: Create AnalogClock element
de: Analoguhr erstellen
fr: Créer un élément Horloge Analogique

# GraphicalEditorController_CreateDynamicElementHistoryEntryLabel
source: Create Dynamic Text element
de: Dynamisches Textelement erstellen
fr: Créer un élément Texte Dynamique

# TftEditorController_CreateFrameElementHistoryEntryLabel
source: Create Frame element
de: Frameelement erstellen
fr: Créer un élément Cadre

# GraphicalEditorController_CreateImageElementHistoryEntryLabel
source: Create Image element
de: Bildelement erstellen
fr: Créer un élément Image

# GraphicalEditorController_CreateStaticElementHistoryEntryLabel
source: Create Static Text element
de: Statisches Textelement erstellen
fr: Créer un élément Texte Statique

# TftEditorController_CreateVideoElementHistoryEntryLabel
source: Create Video element
de: Videoelement erstellen
fr: Créer un élément Vidéo

# GeneralEditorController_DeleteElementsHistoryEntryLabel
source: Delete {0} layout elements
de: {0} Layoutelemente löschen
fr: Supprimer {0} éléments de présentation

# GeneralEditorController_MoveLayoutElementsHistoryEntryLabel
source: Move {0} selected layout elements
de: {0} selektierte Layoutelemente verschieben
fr: Déplacer {0} éléments de présentation sélectionnés

# GeneralEditorController_ResizeLayoutElementsHistoryEntryLabel
source: Resize element
de: Grösse ändern
fr: Redimensionner l'élément

# ResourceManagerView_AddSymbol
source: Add Symbol
de: Symbol hinzufügen
fr: Ajouter Symbole

# ResourceManagerView_RemoveSymbol
source: Remove Symbol
de: Symbol entfernen
fr: Supprimer Symbole

# ResourceManagerView_Symbols
source: Symbols
de: Symbole
fr: Symboles

# ProjectController_UnsavedProject
source: New unsaved Project
de: Neues ungespeichertes Projekt
fr: Nouveau Projet non enregistré

# GraphicalEditor_100PercentShortcut
source: HOME
de: POS1
fr: DÉBUT

# GraphicalEditor_ZoomInShortcut
source: CTRL + "+"
de: STRG + "+"

# GraphicalEditor_ZoomOutShortcut
source: CTRL + "-"
de: STRG + "-"

# TftEditorController_CreateImageListElementHistoryEntryLabel
source: Create Image List element
de: Symbolliste erstellen
fr: Créer un élément Liste Images

# ExportMenu_Export
source: Browse...
de: Durchsuchen...
fr: Parcourir...

# ExportMenu_ExportTo
source: Export to
de: Exportieren nach
fr: Exporter vers

# MainMenu_NewProjectButton
source: New project
de: Neues Projekt
fr: Nouveau projet

# ExportController_PresentationSuccessfullyExportedWithMissingFonts
source: Presentation exported. These Fonts have been copied to the Fonts folder: {0}
de: Presentation exportiert. Diese Schriften wurden in den Fonts Ordner kopiert: {0}
fr: Présentation exportée. Ces Polices ont été copiées vers le dossier Fonts: {0}

# PropertyGridField_Align
source: Align
de: Ausrichtung
fr: Aligner

# PropertyGridField_CenterX
source: Center X [px]
de: X Mittelpunkt [px]
fr: Centre X [px]

# PropertyGridField_CenterY
source: Center Y [px]
de: Y Mittelpunkt [px]
fr: Centre Y [px]

# PropertyGridField_Color
source: Color
de: Farbe
fr: Couleur

# PropertyGridField_Direction
source: Direction
de: Richtung

# PropertyGridField_Duration
source: Duration [hh:mm:ss.f]
de: Dauer [hh:mm:ss.f]
fr: Durée [hh:mm:ss.f]

# PropertyGridField_Enabled
source: Enabled
de: Aktiv
fr: Activé

# PropertyGridField_Face
source: Face
de: Schriftart
fr: Type de Police

# PropertyGridField_FallbackImage
source: Fallback Image
de: Fallback Bild
fr: Image de Secours

# PropertyGridField_Filename
source: Filename
de: Dateiname
fr: Nom de Fichier

# PropertyGridField_FilePatterns
source: File Patterns
de: Datei Muster
fr: Configurations Fichier

# PropertyGridField_Height
source: Height [px]
de: Höhe [px]
fr: Hauteur [px]

# PropertyGridField_HorizontalImageGap
source: Horizontal Image Gap [px]
de: Horizontale Bild Lücke [px]
fr: Déficit Image Horizontal [px]

# PropertyGridField_ImageHeight
source: Image Height [px]
de: Bild Höhe [px]
fr: Hauteur Image [px]

# PropertyGridField_ImageWidth
source: Image Width [px]
de: Bild Breite [px]
fr: Largeur Image [px]

# PropertyGridField_Italic
source: Italic
de: Kursiv
fr: Italique

# PropertyGridField_Language
source: Language
de: Sprache
fr: Langue

# PropertyGridField_MaxPages
source: Max Pages
de: Max. Seiten
fr: Pages Max

# PropertyGridField_Mode
source: Mode
de: Modus

# PropertyGridField_Overflow
source: Overflow
de: Überlauf
fr: Dépassement

# PropertyGridField_Replay
source: Replay
de: Wiederholung
fr: Relecture

# PropertyGridField_Rotation
source: Rotation [°]
de: Drehung [°]

# PropertyGridField_RowsPerPage
source: Rows Per Page
de: Zeilen pro Seite
fr: Lignes Par Page

# PropertyGridField_Scaling
source: Scaling
de: Skalierung
fr: Mise à l'échelle

# PropertyGridField_ScrollSpeed
source: Scroll Speed [px/sec]
de: Scroll Geschwindigkeit [px/sek]
fr: Vitesse de Défilement [px/sec]

# PropertyGridField_Table
source: Table
de: Tabelle
fr: Tableau

# PropertyGridField_TestData
source: Test Data
de: Test Daten
fr: Données de Test

# PropertyGridField_VAlign
source: Vertical Align
de: Vertikale Anordnung
fr: Alignement Vertical

# PropertyGridField_Value
source: Value
de: Wert
fr: Valeur

# PropertyGridField_Values
source: Values
de: Werte
fr: Valeurs

# PropertyGridField_VerticalImageGap
source: Vertical Image Gap [px]
de: Vertikale Bild Lücke [px]
fr: Déficit Image Vertical [px]

# PropertyGridField_VideoEndMode
source: Video End Mode
de: Video End-Modus
fr: Mode Fin Vidéo

# PropertyGridField_Visible
source: Visible
de: Sichtbar

# PropertyGridField_Weight
source: Weight [int]
de: Stärke [px]
fr: Poids [int]

# PropertyGridField_Width
source: Width [px]
de: Breite [px]
fr: Largeur [px]

# ProjectList_Browse
source: Browse
de: Öffnen
fr: Parcourir

# PropertyGridField_Common
source: Common
de: Allgemein
fr: Commun

# PropertyGridField_Content
source: Content
de: Inhalt
fr: Contenu

# PropertyGridField_Font
source: Font
de: Schrift
fr: Police

# PropertyGridField_Hour
source: Hour
de: Stunde
fr: Heure

# PropertyGridField_Seconds
source: Seconds
de: Sekunden
fr: Secondes

# PropertyGridField_Column
source: Column
de: Spalte
fr: Colonne

# PropertyGridField_Row
source: Row
de: Zeile
fr: Ligne

# PropertyGridField_Trigger
source: Trigger
de: Auslöser
fr: Déclenchement

# EditMenu_DeleteInputGestureText
source: Del
de: Entf
fr: Suppr

# EditMenu_RedoInputGestureText
source: Ctrl+Y
de: Strg+Y

# EditMenu_SelectAllInputGestureText
source: Ctrl+A
de: Strg+A

# EditMenu_UndoInputGestureText
source: Ctrl+Z
de: Strg+Z

# SelectMediaPopup_ExpanderHeader
source: Media selection
de: Medienauswahl
fr: Sélection du média

# ResourceManager_couldNotFindMedia
source: Resource not found in media collection
de: Ressource konnte nicht gefunden werden
fr: Ressource non trouvé dans la collection

# ResourceManager_couldNotFindMediaTitle
source: Resource collection
de: Ressourcensammlung
fr: Collection de ressource

# ResourceManager_canNotRemovePool
source: Pool is used and cannot be removed.
de: Pool wird verwendet und kann nicht entfernt werden.
fr: Le pool est utilisé et ne peut être supprimé.

# MainMenu_SaveAsTooltip
source: Check In As (F12)
de: Einchecken als (F12)
fr: Committer Sous (F12)

# MainMenu_SaveTooltip
source: Save (Ctrl+S)
de: Speichern (Strg+S)
fr: Enregistrer (Ctrl+S)

# ProjectController_UpdateTextReplacementHistoryEntryLabel
source: Updated Replacement
de: Ersetzung aktualisiert
fr: Remplacement Mis à Jour

# TextReplaceControl_NewReplacement
source: New Replacement
de: Neue Ersetzung
fr: Nouveau Remplacement

# TextReplaceControl_Title
source: Textual Replacements
de: Text Ersetzungen
fr: Remplacements Textuels

# SelectableImage_NoImageSelectedToolTipText
source: No image selected
de: Kein Bild ausgewählt
fr: Pas d'image sélectionnée

# ProjectController_TooManyReplacements
source: There can be only 99 replacements at a time
de: Es können nur 99 Ersetzungen definiert werden
fr: Il peut uniquement y avoir 99 remplacements à la fois

# ProjectController_TooManyReplacementsTitle
source: Too Many Replacements
de: Zu viele Ersetzungen
fr: Trop de Remplacements

# TextReplaceControl_CodeHelp
source: #,& are placeholder for the routenumber #: ignore leading zero (e.g. N1) &: support leading zero (e.g. N01)
de: #,& sind Platzhalter für die Liniennummer #: führende Nullen ignorieren (Bsp. N1) &: führende Nullen anzeigen (Bsp. N01)
fr: #,& sont des espaces réservés pour le numérodetrajet #: ignorer zéro en tête (p. ex. N1) &: prendre en charge zéro en tête (p. ex. N01)

# Evaluation_UsedLayoutTooltip
source: This formula is used {0} times.
de: Diese Formel wird {0} mal verwendet.
fr: Cette formule est utilisée {0} fois.

# FormulaManager_CloneFormula
source: Duplicate
de: Duplizieren
fr: Dupliquer

# FormulaManager_CreateNewFormula
source: Create Formula
de: Neue Formel
fr: Créer Formule

# FormulaManager_DeleteFormula
source: Delete
de: Löschen
fr: Effacer

# FormulaManager_RenameFormula
source: Rename
de: Umbenennen
fr: Renommer
