Repository: dixon01/Dev-Jasper
Catalog: backend/Center/Media/Source/Core/Resources/MediaStrings.*.resx
Languages: de, fr

# ConsistencyChecker_DynamicTtsEmptyTitle
source: Dynamic text to speech has no text
de: Dynamische Sprachausgabe enthält keinen Text
fr: La synthétisation de parole dynamique ne contient pas de texte

# ConsistencyChecker_StaticTtsEmptyTitle
source: Static text to speech has no text
de: Statische Sprachausgabe enthält keinen Text
fr: La synthétisation de parole statique ne contient pas de texte

# Toolbar_TT_AudioFile
source: Audio file (A)
de: Audio Datei (A)
fr: Fichier audio (A)

# Toolbar_TT_AudioPause
source: Silence (S)
de: Stille (S)

# Toolbar_TT_DynamicTts
source: Dynamic TTS text (D)
de: Dynamischer TTS Text (D)
fr: Texte TTS dynamique (D)

# Toolbar_TT_StaticTts
source: Static TTS text (T)
de: Statischer TTS Text (T)
fr: Texte TTS statique (T)

# ResourceManagerView_AddFont
source: Add Font
de: Schrift hinzufügen
fr: Ajouter Police

# ResourceManagerView_Fonts
source: Fonts
de: Schriften
fr: Polices

# OpenFileDialog_FontsFilter
source: Font Files (*.ttf;*.fnt;*.fon;*.otf;*.cux)|*.ttf;*.fnt;*.fon;*.otf;*.cux
de: Schrift Dateien (*.ttf;*.fnt;*.fon;*.otf;*.cux)|*.ttf;*.fnt;*.fon;*.otf;*.cux
fr: Fichiers Polices (*.ttf;*.fnt;*.fon;*.otf;*.cux)|*.ttf;*.fnt;*.fon;*.otf;*.cux

# ResourceManager_ResourceAlreadyPresent
source: Already found resource '{0}' with the same content as '{1}'.{2}Resource not added again.
de: Ressource '{0}' mit dem gleichen Inhalt wie '{1}' gefunden.{2}Ressource nicht erneut hinzugefügt.
fr: Déjà trouvé la ressource '{0}' avec le même contenu que '{1}'.{2}Ressource non ajoutée une nouvelle fois.

# ResourceManager_ResourceAlreadyPresentTitle
source: Resource already present
de: Ressource bereits enthalten
fr: Ressource déjà présente

# ResourceManager_CouldNotOpenFont
source: Could not open font file '{0}'. Font may be broken.
de: Konnte Schriftartdatei '{0}' nicht öffnen. Schrift könnte beschädigt sein.
fr: Impossible d'ouvrir le fichier des polices '{0}'. La police peut être endommagée.

# ResourceManager_CouldNotOpenFontTitle
source: Error
de: Fehler
fr: Erreur

# FontPreview_Text
source: The quick brown fox jumps over the lazy dog.
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern.
fr: Voix ambiguë d'un cœur qui, au zéphyr, préfère les jattes de kiwis.

# PropertyGrid_NavigateMediaText
source: Manage...
de: Verwalten...
fr: Prendre en charge...

# ResourceManager_AddedFontInvalid
source: Font file '{0}' cannot be read.
de: Schriftdatei '{0}' konnte nicht gelesen werden.
fr: Le fichier de polices '{0}' ne peut être lu.

# ResourceManager_AddedFontInvalidTitle
source: Could not add resource
de: Konnte Ressource nicht hinzufügen
fr: Impossible d'ajouter une ressource

# Toolbar_TT_Rectangle
source: Rectangle (R)
de: Rechteck (R)

# LedEditorController_CreateRectangleElementHistoryEntryLabel
source: Create Rectangle element
de: Rechteckelement erstellen
fr: Créer un élément Rectangle

# ResourceManagerView_RemoveFont
source: Remove Font
de: Schrift entfernen
fr: Supprimer Police

# OpenFileDialog_ImageFilter
source: Image Files (*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.egr;*.egl;*.egf)|*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.egr;*.egl;*.egf
de: Bild Dateien (*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.egr;*.egl;*.egf)|*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.egr;*.egl;*.egf
fr: Fichiers Image (*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.egr;*.egl;*.egf)|*.bmp;*.gif;*.jpg;*.jpeg;*.png;*.egr;*.egl;*.egf

# OpenFileDialog_ImageFilterLed
source: LED Image Files (*.egr;*.egl;*.egf)|*.egr;*.egl;*.egf
de: LED Bild Dateien (*.egr;*.egl;*.egf)|*.egr;*.egl;*.egf
fr: Fichiers Image LED (*.egr;*.egl;*.egf)|*.egr;*.egl;*.egf

# ConsistencyChecker_LayoutElementTextNotSetTitle
source: Text not set in layout element
de: Text von Layoutelement ist nicht gesetzt
fr: Texte non défini dans l'élément de présentation

# Connection_LogoutConfirmation
source: Do you want to log out?
de: Möchten Sie sich abmelden?
fr: Voulez-vous vous déconnecter?

# Connection_LogoutConfirmationTitle
source: Logout
de: Abmelden
fr: Déconnexion

# MainMenu_DuplicateProjectName
source: The project name already exists for the current selected tenant. Please enter a different name.
de: Der Projektname existiert bereits für den ausgewählten Mandanten. Bitte wählen Sie einen anderen Namen.
fr: Le nom du projet existe déjà pour le client actuellement sélectionné. Veuillez saisir un nom différent.

# ProjectController_CreateServerFailedMessage
source: Failed to create the project on the server. Please inspect the logs for details.
de: Das Erstellen des Projekts auf dem Server schlug fehl. Für Details schauen Sie bitte im Log nach.
fr: La création du projet sur le serveur a échoué. Veuillez inspecter les logs pour plus d'informations.

# ProjectController_CreateServerFailedTitle
source: Create project failed
de: Projekt erstellen fehlgeschlagen
fr: Création du projet échouée

# ProjectController_ProjectCreated
source: Project {0} created on server
de: Projekt {0} auf dem Server erstellt
fr: Projet {0} créé sur le serveur

# ProjectList_ColumnCreatedOn
source: Created on
de: Erstellt am
fr: Créé le

# ProjectList_ColumnDelete
source: Delete
de: Löschen
fr: Effacer

# ProjectList_ColumnLastModifiedOn
source: Last modified
de: Zuletzt geändert
fr: Dernière modification

# ProjectList_DeleteTooltip
source: Deletes the selected project
de: Löscht das ausgewählte Projekt
fr: Supprime le projet sélectionné

# ProjectList_Details_CyclePackages
source: Cycle packages:
de: Zykluspakete:
fr: Ensemble de cycles:

# ProjectList_Details_Cycles
source: Cycles:
de: Zyklen:

# ProjectList_Details_PhysicalScreens
source: Physical screens:
de: Physische Bildschirme:
fr: Écrans physiques:

# ProjectList_Details_ProjectSize
source: Size (KByte):
de: Grösse (KByte):
fr: Taille (Ko):

# ProjectList_Details_Resources
source: Resources:
de: Ressourcen:
fr: Ressources:

# ProjectList_Details_UserDetails
source: Project description:
de: Projektbeschreibung:
fr: Description du projet:

# ProjectList_Details_VirtualDisplays
source: Virtual displays:
de: Virtuelle Displays:
fr: Affichages virtuels:

# OpenProjectDialog_Loading
source: Loading projects...
de: Lade Projekte...
fr: Chargement des projets...

# Project_Open_ServerErrorMessage
source: An error occurred while trying to load the project '{0}' from the server.
de: Während des Ladens des Projekts '{0}' vom Server ist ein Fehler aufgetreten.
fr: Une erreur est survenue en essayant de chargé le projet {0}

# Project_Open_ServerErrorTitle
source: Can't load project
de: Projekt kann nicht geladen werden
fr: Projet ne peut pas être chargé

# BackgroundSystem_CouldNotCommmitNewDocument
source: Error. Could not create new project on server.
de: Fehler. Konnte auf dem Server kein neues Projekt erzeugen.
fr: Erreur. Impossible de créer un nouveau projet sur le serveur.

# BackgroundSystem_CouldNotCommmitNewDocumentVersion
source: Error. Could not create new project version.
de: Fehler. Konnte keine neue Projektversion erzeugen.
fr: Erreur. Impossible de créer une nouvelle version de projet.

# BackgroundSystem_CouldNotRenameProject
source: Error. Could not rename project.
de: Fehler. Konnte Projekt nicht umbenennen.
fr: Erreur. Impossible de renommer le projet.

# BackgroundSystem_CouldNotUpdatemediaConfiguration
source: Error. Could not update media configuration.
de: Fehler. Konnte Mediakonfiguration nicht aktualisieren.
fr: Erreur. Impossible de mettre à jour la configuration des médias.

# ProjectList_LoadingMessage
source: Loading resource {0} of {1}
de: Lade Ressource {0} / {1}
fr: Chargement de la ressource {0} / {1}

# BackgroundSystem_CouldNotUpdateProject
source: Error. Could not update project.
de: Fehler. Konnte Projekt nicht aktualisieren.
fr: Erreur. Impossible de mettre à jour le projet.

# ProjectController_DeleteConfirmMessage
source: Do you really want to delete the project {0}?
de: Wollen Sie das Projekt {0} wirklich löschen?
fr: Voulez-vous vraiment supprimer le projet {0}?

# ProjectController_DeleteConfirmTitle
source: Delete project
de: Projekt löschen
fr: Supprimer le projet

# ProjectController_DeleteProjectServerFailedMessage
source: Error while trying to delete project {0}.
de: Ein Fehler ist während dem Löschen des Projekts {0} aufgetreten.
fr: Erreur en essayant de supprimer le projet {0}.

# ProjectController_DeleteProjectServerFailedTitle
source: Delete project
de: Projekt löschen
fr: Supprimer le projet

# MainMenu_Import
source: Import
de: Importieren
fr: Importer

# ImportMenu_Browse
source: Browse...
de: Durchsuchen...
fr: Parcourir...

# ImportMenu_Description
source: Description
de: Beschreibung

# ImportMenu_Import
source: Import
de: Importieren
fr: Importer

# ImportMenu_OpenAfterImport
source: Open the project after import
de: Projekt nach dem Importieren öffnen
fr: Ouvrir le projet après importation

# ImportMenu_Path
source: Path
de: Pfad
fr: Chemin

# NewMenu_Description
source: Description
de: Beschreibung

# ImportMenu_ImportPathTitle
source: Import Path
de: Import Pfad
fr: Chemin d'Importation

# OpenFileDialog_ProjectFilter
source: Project Files (*.icm)|*.icm
de: Projekt Dateien (*.icm)|*.icm
fr: Fichiers du Projet (*.icm)|*.icm

# ImportMenu_BusyIndicatorText
source: Importing Resource {0} / {1}
de: Importiere Ressource {0} / {1}
fr: Importation Ressource {0} / {1}

# ImportMenu_ResourceUploadeFailedTitle
source: Resource upload
de: Ressource hochladen
fr: Téléchargement de la ressource

# ImportMenu_ResourceUploadFailedMessage
source: Failed to upload one or more resources to the server.
de: Mindestens eine Ressource konnte nicht hochgeladen werden.
fr: Échec de téléchargement d'une ou plusieurs ressources vers le serveur.

# ImportMenu_ImportFileNotFound
source: Given file for import '{0}' not found. Nothing imported.
de: Gewünschte Datei für den Import '{0}' nicht gefunden. Es wurde nichts importiert.
fr: Fichier donné à l'importation '{0}' non trouvé. Rien n'a été importé.

# ImportMenu_ImportFileNotFoundTitle
source: File not found
de: Datei nicht gefunden
fr: Fichier non trouvé

# MainMenu_CheckIn
source: Check In
de: Einchecken
fr: Committer

# MainMenu_CheckInTooltip
source: Check In (Ctrl+Shift+S)
de: Einchecken (Strg+Umschalt+S)
fr: Committer (Ctrl+Maj+S)

# ProjectController_CheckedIn
source: Project '{0}' checked in
de: Projekt '{0}' ist eingecheckt
fr: Projet '{0}' commité

# ProjectController_CheckInFailed
source: Error while trying to check in project {0}.
de: Fehler beim einchecken des Projekts '{0}'
fr: Erreur en essayant de commiter le projet {0}.

# ProjectController_CheckInFailedTitle
source: Project check in
de: Projekt einchecken
fr: Commiter projet

# ProjectController_CreateProjectInitialVersion
source: Document created
de: Dokument erstellt
fr: Document créé

# ProjectController_SaveLocalFailedMessage
source: Error while trying to save the project locally.
de: Fehler beim lokalen Speichern.
fr: Erreur en essayant de sauvegarder le projet localement.

# ProjectController_SaveLocalFailedTitle
source: Save project locally
de: Projekt lokal speichern
fr: Sauvegarder le projet localement

# ProjectController_CheckingIn
source: Checking in...
de: Einchecken...
fr: Commitement en cours...

# Project_SavedLocallyMessage
source: The project has not been checked in. It will be opened automatically after the next login.
de: Das Projekt wurde nicht eingecheckt. Es wird automatisch bei der nächsten Anmeldung geöffnet.
fr: Le projet n'a pas été commité. Il sera automatiquement ouvert à la prochaine connexion.

# Project_SavedLocallyTitle
source: Project not checked in
de: Projekt nicht eingecheckt
fr: Projet non commité

# ProjectController_OpenPendingFailedMessage
source: Error while trying to open the pending project '{0}'. The locally stored project file will be deleted and the pending changes will be lost.
de: Fehler beim Öffnen des zwischengespeicherten Projekts '{0}'. Die lokal gespeicherte Projektdatei wird gelöscht und nicht eingecheckte Änderungen gehen verloren.
fr: Erreur lors de la tentative d'ouverture le projet en cours '{0}'. Le fichier du projet enregistré localement sera supprimé et les modifications en cours seront perdues.

# ProjectController_OpenPendingFailedTitle
source: Open pending project
de: Zwischengespeichertes Projekt öffnen
fr: Ouvrir projet en instance

# Shell_LoadingPendingProject
source: Loading pending project...
de: Lade zwischengespeichertes Projekt...
fr: Chargement du projet en instance...

# CheckInDialog_BusyIndicatorText
source: Uploading Resource {0} / {1}
de: Lade Ressource {0} / {1} hoch
fr: Téléchargement Ressource {0} / {1}

# ExportScreen_EndDateEarlierStart
source: The end date can't be before the start date
de: Das Enddatum kann nicht früher sein als das Startdatum.
fr: La date de fin ne peut être inférieure à la date de début

# ExportScreen_EndDateEmpty
source: The end date can't be empty.
de: Das Enddatum kann nicht leer sein, wenn es ausgewählt ist.
fr: La date de fin ne peut être vide.

# ExportScreen_EndDateHeader
source: End Date
de: Enddatum
fr: Date de Fin

# ExportScreen_ExportLocalHeader
source: Local
de: Lokal

# ExportScreen_ExportServerHeader
source: To server
de: Zum Server
fr: Vers serveur

# ExportScreen_StartDateEmpty
source: The start date can't be empty.
de: Das Startdatum kann nicht leer sein, wenn es ausgewählt ist.
fr: La date de début ne peut être vide.

# ExportScreen_StartDateHeader
source: Start Date
de: Startdatum
fr: Date Début

# ExportScreen_UpdateGroupsHeader
source: Update Groups
de: Updategruppen
fr: Groupes Mise à Jour

# ExportScreen_ExportButton
source: Export
de: Exportieren
fr: Exportation

# ExportScreen_DescriptionHeader
source: Description
de: Beschreibung

# ExportController_ProjectFilter
source: Project files (*.icm)|*.icm
de: Projektdateien (*.icm)|*.icm
fr: Fichiers de projet (*.icm)|*.icm

# ExportController_ProjectSuccessfullyTransferred
source: Project '{0}' transferred
de: Projekt '{0}' transferiert
fr: Projet '{0}' transféré

# ExportController_SaveAs_ProjectTitle
source: Save location for icm file
de: Speicherort für icm Datei
fr: Emplacement du fichier icm

# ExportController_TranserErrorMessage
source: Something went wrong when transferring the project.
de: Beim Exportieren trat ein Fehler auf.
fr: Quelque chose a échoué durant le transfert du projet.

# ExportController_TransferErrorTitle
source: Error
de: Fehler
fr: Erreur

# ExportScreen_TransferDescription
source: This function exports the entire project including all resources to a locally stored project file.
de: Diese Funktion exportiert das ganze Projekt inklusive Ressourcen in eine Projektdatei.
fr: Cette fonction exporte le projet entier, y compris toutes les ressources, vers un fichier de projet stocké localement.

# ExportScreen_TransferHeader
source: Transfer project
de: Projekt transferieren
fr: Transférer le projet

# ExportScreen_TransferTo
source: Transfer to
de: Transferieren nach
fr: Transférer vers

# MainMenu_ProjectNameEmpty
source: The project name can't be empty.
de: Der Name des Projekts kann nicht leer sein.
fr: Le nom de projet ne peut être vide.

# MainMenu_SaveAsTenantSelection
source: Tenant
de: Mandant
fr: Client

# ProjectController_SaveAsDocumentDescription
source: Copied from project '{0}', tenant '{1}'
de: Kopiert von Projekt '{0}', Mandant '{1}'
fr: Copié depuis le projet '{0}', client '{1}'

# MainMenu_CheckInShortcut
source: Ctrl+Shift+S
de: Strg+Umschalt+S
fr: Ctrl+Maj+S

# MainMenu_ExitTooltip
source: Exit (Alt+F4)
de: Beenden (Alt+F4)
fr: Fin (Alt+F4)

# MainMenu_SaveShortcut
source: Ctrl+S
de: Strg+S

# ExportScreen_LocalHelp
source: This function exports the current project (im2) to a local destination directory and copies all needed resources to folders relative to the export destination.
de: Diese Funktion exportiert das aktuelle Projekt (im2) in das ausgewählte Zielverzeichnis und kopiert alle benötigten Ressourcen in Ordner relativ zum Zielverzeichnis.
fr: Cette fonction exporte le projet actuel (im2) vers un répertoire de destination local et copie toutes les ressources nécessaires vers les dossiers liés à la destination d'exportation.

# ExportScreen_ServerHelp
source: This function makes the current project available on the server to update the selected update groups.
de: Diese Funktion stellt das aktuelle Projekt als Ladeauftrag für die ausgewählten Updategruppen auf dem Server bereit.
fr: Cette fonction rend le projet actuel disponible sur le serveur pour mettre à jour les groupes de mise à jour sélectionnés.

# ExportScreen_TransferHelp
source: This function transfers the current project (icm) to a local destination. The file contains the project structure and all resources. This file can be used to import the project on a different server.
de: Diese Funktion transferiert das aktuelle Projekt (icm) in das ausgewählte Zielverzeichnis. Die Datei beinhaltet die Projektstruktur und alle Ressourcen. Diese Datei kann benutzt werden, um das Projekt auf einem anderen Server zu importieren.
fr: Cette fonction transfère le projet actuel (icm) vers une destination locale. Le fichier contient la structure du projet et toutes les ressources. Ce fichier peut être utilisé pour importer le projet sur un serveur différent.

# ExportController_LocalBusyContentText
source: Exporting project to '{0}'
de: Exportiere Projekt nach '{0}'
fr: Exportation du projet vers '{0}'

# ExportController_ServerBusyContentText
source: Exporting project to server Uploading resource {0} / {1}
de: Exportiere das Projekt auf den Server Lade Ressource {0} / {1} hoch
fr: Exportation du projet vers le serveur Téléchargement Ressource {0} / {1}

# ExportController_TransferBusyContentText
source: Transferring project to '{0}'
de: Transferiere das Projekt nach '{0}'
fr: Transfert du projet vers '{0}'

# ProjectController_CheckedInAsMessage
source: The checked in project '{0}' with tenant '{1}' has been opened.
de: Das neu eingecheckte Projekt '{0}' unter dem Mandanten '{1}' wurde geöffnet
fr: Le projet commité '{0}' avec le client '{1}' a été ouvert.

# ProjectController_CheckedInAsTitle
source: Checked In
de: Eingecheckt
fr: Commité

# CycleDetailsNavigator_CycleReferenceButtonTooltip
source: Create a reference of this cycle
de: Erstellt eine Referenz des Zyklus
fr: Créer une référence de ce cycle

# CycleDetailsNavigator_DuplicateSectionButtonTooltip
source: Duplicate section
de: Abschnitt duplizieren
fr: Dupliquer la section

# ReusableList_DeleteButtonTooltip
source: Delete item
de: Element löschen
fr: Supprimer l'élément

# CheckInDialog_ProjectLabel
source: Project:
de: Projekt:
fr: Projet:

# MediaShell_CheckedInTooltip
source: The project is checked in.
de: Das Projekt ist eingecheckt.
fr: Le projet est commité.

# MediaShell_NotCheckedInTooltip
source: The project is not checked in.
de: Das Projekt ist nicht eingecheckt.
fr: Le projet n'est pas commité.

# Project_CheckIn_SkipWillReset
source: Skipping this checkin will discard all local changes.
de: Beim Überspringen werden alle lokalen Änderungen verworfen.
fr: Le fait de sauter ce commit supprimera tous les changements locaux.

# Project_CheckIn_SkipWillResetTitle
source: Skip
de: Überspringen
fr: Sauter

# CycleDetailsNavigator_CollapseAllTooltip
source: Collapse all
de: Alle zuklappen
fr: Réduire tout

# CycleDetailsNavigator_ExpandAllTooltip
source: Expand all
de: Alle aufklappen
fr: Développer tout

# ProjectController_CheckInAsNamePrefix
source: Copy of
de: Kopie von
fr: Copie de

# ExportAsBusyText
source: Exporting project...
de: Exportiere Projekt...
fr: Exportation du projet...

# PropertyGridField_RotationTooltip
source: Rotation: clockwise rotation in degree
de: Rotation: Rotation im Uhrzeigersinn
fr: Rotation: rotation sens horaire en degrés

# PropertyGridField_ScrollSpeedTooltip
source: Scroll speed: - from right to left + from left to right
de: Scroll Geschwindigkeit: - von rechts nach links + von links nach rechts
fr: Vitesse de défilement: - de droite à gauche + de gauche à droite

# PropertyGridField_WeightTooltip
source: Font weight: <200: thin <300: extralight <400: light <500: normal <600: medium <700: demi bold <800: bold <900: extra bold >900: heavy
de: Stärke: <200: dünn <300: extra leicht <400: leicht <500: normal <600: medium <700: halbfett <800: fett <900: extra fett >900: stark
fr: Poids des polices: <200: mince <300: ultra léger <400: léger <500: normal <600: moyen <700: semi gras <800: gras <900: ultra gras >900: lourd

# Shell_LoadingProjectList
source: Loading Project List
de: Lädt Projektliste
fr: Chargement Liste Projets

# PropertyGridField_Volume
source: Volume [%]
de: Lautstärke [%]

# TextReplaceControl_InvalidNumber
source: Invalid number. Value must be between 1 and 99
de: Ungültige Nummer. Der Wert muss zwischen 1 und 99 sein.
fr: Numéro non valable. La valeur doit être comprise entre 1 et 99.

# FormulaParser_Error_CollectionEmpty
source: The formula '{0}' has no content.
de: Die Formel '{0}' hat keinen Inhalt.
fr: La formule '{0}' n'a pas de contenu.

# FormulaParser_Error_CollectionItemNull
source: The formula '{0}' has empty content.
de: Die Formel '{0}' hat einen lehren Inhalt.
fr: La formule '{0}' est vide de contenu.

# LayoutNavigationDialog_CycleNameDuplicate
source: Cycle name must be unique
de: Der Zyklusname muss eindeutig sein
fr: Le nom du cycle doit être unique

# LayoutNavigationDialog_CycleNameMissing
source: Cycle name can't be empty
de: Der Zyklusname kann nicht leer sein
fr: Le nom du cycle ne peut être vide

# FormulaEditor_DictionarySelectorButtonTooltip
source: Choose dictionary cell
de: Dictionaryzelle wählen
fr: Choisir cellule de dictionnaire

# SelectMediaPopup_Search
source: Filters media list. Results must contain search string.
de: Filtert die Medialiste. Ergebnisse müssen den Suchbegriff enthalten.
fr: Filtres liste médias. Les résultats doivent contenir la chaîne de recherche.

# ProjectController_ErrorBackend
source: Error calling the background system.
de: Fehler beim Aufruf des Backgroundsystems.
fr: Erreur lors de l'appel du système d'arrière-plan.

# ProjectController_NoConnectionToBackend
source: Error connecting to the background system. Check in was not possible. Project is saved locally.
de: Fehler beim Verbinden zum Backgroundsystem. Einchecken war nicht möglich. Projekt wurde lokal gespeichert.
fr: Erreur lors de la connexion au système d'arrière-plan. L'enregistrement n'a pas été possible. Le projet est sauvegardé localement.

# BusyCreateProject
source: Creating project...
de: Erstelle Projekt...
fr: Création projet...

# Project_Open_ServerResourceNotFoundErrorMessage
source: Could not get resource '{0}' from the server.
de: Ressource '{0}' konnte nicht vom Server geladen werden.
fr: N'a pu obtenir de ressource '{0}' du serveur.

# ConsistencyChecker_LedLayoutElementWrongOverflowTitle
source: LED text element overflow can not be set to 'Scale' or 'WrapScale'.
de: LED Textelement Überlauf darf nicht auf 'Scale' oder 'WrapScale' gesetzt sein.
fr: Dépassement d'un élément text LED ne doit pas être 'Scale' ou 'WrapScale'.

# ConsistencyChecker_AudioStandardCycleLayoutNotEmpty
source: Content of standard cycles will be played continuously. Location: {0}
de: Inhalt von Standardzyklen wird fortlaufend wiedergegeben. Verwendung: {0}
fr: Le contenu des cycles standard est joué continuant. Emplacement: {0}

# ConsistencyChecker_AudioStandardCycleLayoutNotEmptyTitle
source: Standard cycle used for audio playback contains elements.
de: Standardzyklus für Audiowiedergabe enthält Elemente.
fr: Cycle standard pour audio contient des éléments.

# ConsistencyChecker_EventCycleContainsWrongTriggerTitle
source: Event cycle may not be triggered by 'SystemStatus.Date'.
de: Eventzyklus kann nicht von 'SystemStatus.Date' ausgelöst werden.
fr: Cycle d'évènement ne peut être déclenché par 'SystemStatus.Date'.
